<template lang="pug">
  section.home-wrapper
    .home-left
      .home-total
        .home-title
          | За отчетный период
          v-lazy-image(:src="require(`@/assets/images/journal-val-icon.svg`)" alt="")
        .home-total-val + 500 990,30 ₽
        .home-total-info
          .home-total-title + 9 008 600,20 ₽
          .home-total-text Общая сумма платежей <br>за текущий год
      .home-all
        .home-title Общая задолженность
        .home-all-val - 38 040 010,30 ₽
        .home-total-info
          .home-total-text Данные за весь период
    .home-status
      .home-status-top
        .home-status-item
          .home-status-title 115
          .home-status-text Новых обращений <br>за сегодня
        .home-status-item
          .home-status-title 150
          .home-status-text Всего обращений <br>за все время
        router-link.home-status-check(to="/newAdmin")
          v-lazy-image(:src="require(`@/assets/images/home-check.svg`)" alt="")
      .home-status-list
        .home-status-row
          .home-row-top
            p Подтверждено
            p 0
          .home-status-line
            span(style="background: #FFA541;width:30%")
        .home-status-row
          .home-row-top
            p Отказ
            p 0
          .home-status-line
            span(style="background: #FF0000;")
        .home-status-row
          .home-row-top
            p В работе
            p 0
          .home-status-line
            span(style="background: #18BDB3;;width:40%")
        .home-status-row
          .home-row-top
            p Отменено
            p 0
          .home-status-line
            span(style="background: #9CAFB9;;width:15%")
        .home-status-row
          .home-row-top
            p Выполнено
            p 0
          .home-status-line
            span(style="background: #00B2CC;")
        .home-status-row
          .home-row-top
            p Не принято
            p 0
          .home-status-line
            span(style="background: #4F5B62;")
        .home-status-row
          .home-row-top
            p Завершено
            p 0
          .home-status-line
            span(style="background: #00829B;")
        .home-status-row
          .home-row-top
            p Нет исполнителя
            p 0
          .home-status-line
            span(style="background: #FF8A80;")
    .home-status.home-status-small
      .home-status-top
        .home-status-item
          .home-status-title 800
          .home-status-text Совершено звонков <br>за сегодня
        .home-status-bottom
          .home-status-bottom-item
            p Входящих
            p 150
          .home-status-bottom-item
            p Исходящих
            p 480
      .home-status-list
        .home-status-row
          .home-row-top
            p В работе
            p 0
          .home-status-line
            span(style="background: #FFA541;width:30%")
        .home-status-row
          .home-row-top
            p Пропущенный звонок
            p 0
          .home-status-line
            span(style="background: #FF0000;")
        .home-status-row
          .home-row-top
            p Не поднимают трубку
            p 0
          .home-status-line
            span(style="background: #18BDB3;;width:40%")
        .home-status-row
          .home-row-top
            p Отвеченный звонок
            p 0
          .home-status-line
            span(style="background: #9CAFB9;;width:15%")
    .home-sum
      .home-top
        .home-title Суммы задолженности по статусам
        .dates
          router-link.dates-item(to="/newAdmin") Сегодня
          router-link.dates-item(to="/newAdmin/2") Вчера
          router-link.dates-item(to="/newAdmin/2") Неделя
          router-link.dates-item(to="/newAdmin/2") Месяц
          router-link.dates-item(to="/newAdmin/2") Квартал
          router-link.dates-item(to="/newAdmin/2") Год
      .home-graph
        .home-row
          .home-graph-title Всего в работе
          .home-graph-val
            span(style="width: 85.3%") 8 530 000
        .home-row
          .home-graph-title Перезвонить
          .home-graph-val
            span(style="width: 5%")
            b 500 000
        .home-row
          .home-graph-title Выдача справки
          .home-graph-val
            span(style="width: 62.3%") 6 230 000
        .home-row
          .home-graph-title Рассрочка
          .home-graph-val
            span(style="width: 7.3%")
            b 730 000
        .home-row
          .home-graph-title Сверка
          .home-graph-val
            span(style="width: 10%") 1 000 000
        .home-row
          .home-graph-title Завершено
          .home-graph-val
            span(style="background-color: #EBFAFC; border-color: #00829B; color: #00829B; width: 85.3%") 8 530 000
        .home-row
          .home-graph-title Отказ
          .home-graph-val
            span(style="background-color: #FFD5D1; border-color: #FF0000; color: #FF0000; width: 30%") 3 000 000
        .home-row
          .home-graph-title Не принято
          .home-graph-val
            span(style="background-color: #F3F9F9; border-color: #4F5B62; color: #4F5B62; width: 42.2%") 4 220 000
        .home-row
          .home-graph-title Отменено
          .home-graph-val
            span(style="background-color: #9CAFB9; border-color: #000A12; color: #000A12; width: 35.0%") 3 500 000
        .home-row
          .home-graph-title Нет исполнителя
          .home-graph-val
            span(style="background-color: #FFF4F3; border-color: #FF8A80; color: #FF8A80; width: 31.3%") 3 130 000
        .home-row
          .home-graph-title Выполнено
          .home-graph-val
            span(style="background-color: #EBFAFC; border-color: #00B2CC; color: #00B2CC; width: 24.0%") 2 400 000
        .home-row
          .home-graph-title Подтверждено
          .home-graph-val
            span(style="background-color: #FFF6EC; border-color: #FF7400; color: #FF7400; width: 47.3%") 4 730 000
        .home-bottom
          .home-graph-title млн ₽
          .home-graph-list
            p 0
            p 1
            p 2
            p 3
            p 4
            p 5
            p 6
            p 7
            p 8
            p 9
            p 10
    .home-debtor
      .home-debtor-top
        form.home-debtor-form
          input.home-input(placeholder="Введите номер лицевого счета или имя должника")
          button.home-btn
            v-lazy-image(:src="require(`@/assets/images/submit.svg`)" alt="")
          .home-form-info
            .home-form-title 808 900
            .home-form-text Должников в списке
          .home-form-add
            router-link.show-message(to="/newAdmin")
              v-lazy-image(:src="require(`@/assets/images/plus.svg`)" alt="")
              span Добавить должника
      .home-debtor-dates
        .dates
          router-link.dates-item(to="/newAdmin") Сегодня
          router-link.dates-item(to="/newAdmin/2") Вчера
          router-link.dates-item(to="/newAdmin/2") Неделя
          router-link.dates-item(to="/newAdmin/2") Месяц
          router-link.dates-item(to="/newAdmin/2") Квартал
          router-link.dates-item(to="/newAdmin/2") Год
      .home-debtor-tags
        .tags
          router-link.tags-item(to="/newAdmin/all")
            b 300 000
            | Все
          router-link.tags-item(to="/newAdmin")
            b 300 000
            | В работе
          router-link.tags-item(to="/newAdmin/2")
            b 300 000
            | Подтверждено
          router-link.tags-item(to="/newAdmin/all")
            b 300 000
            | Завершено
          router-link.tags-item(to="/newAdmin/2")
            b 300 000
            | Выполнено
          router-link.tags-item(to="/newAdmin/2")
            b 300 000
            | Нет исполнителя
          router-link.tags-item(to="/newAdmin/all")
            b 300 000
            | Отменено
          router-link.tags-item(to="/newAdmin/2")
            b 300 000
            | Не принято
          router-link.tags-item(to="/newAdmin/2")
            b 300 000
            | Отказ
      .home-tags-list
        .home-tag
          b 30 000
          | Выдача справки
          router-link.home-tag-remove(to="/newAdmin/2")
            v-lazy-image(:src="require(`@/assets/images/home-tag-remove.svg`)" alt="")
        .home-tag
          b 100 000
          | Рассрочка
          router-link.home-tag-remove(to="/newAdmin/2")
            v-lazy-image(:src="require(`@/assets/images/home-tag-remove.svg`)" alt="")
        .home-tag
          b 100 000
          | Сверка
          router-link.home-tag-remove(to="/newAdmin/2")
            v-lazy-image(:src="require(`@/assets/images/home-tag-remove.svg`)" alt="")
        .home-tag
          b 70 000
          | Выдача справки
          router-link.home-tag-remove(to="/newAdmin/2")
            v-lazy-image(:src="require(`@/assets/images/home-tag-remove.svg`)" alt="")
      .home-debtor-list.scroll-style
        .journal-item
          .journal-exit
            v-lazy-image(:src="require(`@/assets/images/journal-plus.svg`)" alt="")
          .journal-status Перезвонить
          .journal-phone
            .journal-phone-tel
              | +7 (988) 885-66-99
              router-link(to="/newAdmin/2")
                v-lazy-image(:src="require(`@/assets/images/new-number.svg`)" alt="")
            .journal-phone-text Семенов-Тяншанский <br>Александр Александрович
          .journal-info
            .journal-info-left
              .journal-id
                | 620058718
                b 3
                span
                  v-lazy-image(:src="require(`@/assets/images/journal-id-dots.svg`)" alt="")
              .journal-date 27 дек 2020, 10:21
              .journal-type Последнее поступление
            .journal-info-right
              .journal-val
                | - 800 995,05 ₽
                v-lazy-image(:src="require(`@/assets/images/journal-val-icon.svg`)" alt="")
              .journal-balance 995,05 ₽
              .journal-end 0 ₽
          .journal-list
            .journal-list-item
              .journal-list-num 1
              .journal-list-call
                .journal-list-icon
                  v-lazy-image(:src="require(`@/assets/images/home-1.svg`)" alt="")
                .journal-list-call-info
                  .journal-list-title Входящий звонок
                  .journal-list-val 24 дек 2020, 10:11
            .journal-list-item
              .journal-list-num 1
              .journal-list-call
                .journal-list-icon
                  v-lazy-image(:src="require(`@/assets/images/home-2.svg`)" alt="")
                .journal-list-call-info
                  .journal-list-title Обращение
                  .journal-list-val 24 дек 2020, 10:11
            .journal-list-item
              .journal-list-num 0
              .journal-list-call
                .journal-list-icon
                  v-lazy-image(:src="require(`@/assets/images/home-3.svg`)" alt="")
                .journal-list-call-info
                  .journal-list-title Исходящих звонков
                  .journal-list-val 24 дек 2020, 10:11
          .journal-comment
            <svg width="24" height="24" viewBox="0 0 24 24" xmlns="http://www.w3.org/2000/svg"><path d="M19.9996 11.3758C19.9996 12.7962 19.5611 14.1752 18.7306 15.3636C18.5331 15.6466 18.1432 15.7161 17.8607 15.5181C17.5782 15.3201 17.5082 14.9307 17.7062 14.6482C18.3891 13.6702 18.7496 12.5387 18.7496 11.3758C18.7496 7.99837 15.7217 5.25096 11.9998 5.25096C8.27796 5.25096 5.25006 7.99837 5.25006 11.3758C5.25006 12.7437 5.73704 14.0382 6.65751 15.1187C6.80851 15.2961 6.84851 15.5426 6.76151 15.7581L5.78154 18.1826L8.63595 16.9241C8.79445 16.8546 8.97444 16.8531 9.13344 16.9211C10.0339 17.3051 10.9984 17.5001 11.9998 17.5001C13.1528 17.5001 14.2903 17.2316 15.2897 16.7241C15.5977 16.5676 15.9737 16.6906 16.1302 16.9981C16.2867 17.3056 16.1637 17.6821 15.8557 17.8386C14.6818 18.435 13.3483 18.75 11.9998 18.75C10.9224 18.75 9.87991 18.5565 8.89744 18.1746L4.87707 19.947C4.79607 19.983 4.71007 20 4.62508 20C4.46558 20 4.30909 19.939 4.19009 19.8235C4.0076 19.6465 3.9501 19.3765 4.0456 19.1405L5.46455 15.6301C4.50508 14.3827 4.0001 12.9192 4.0001 11.3748C4.0001 9.39433 4.83907 7.53589 6.36302 6.14093C7.87148 4.76048 9.87341 4 11.9998 4C14.1263 4 16.1282 4.76048 17.6367 6.14093C19.1606 7.53589 19.9996 9.39433 19.9996 11.3748V11.3758Z"/><path d="M18.7306 15.3636L18.6077 15.2777L18.6076 15.2778L18.7306 15.3636ZM17.7062 14.6482L17.829 14.7343L17.8291 14.7341L17.7062 14.6482ZM6.65751 15.1187L6.77176 15.0215L6.7717 15.0214L6.65751 15.1187ZM6.76151 15.7581L6.90058 15.8143L6.9006 15.8143L6.76151 15.7581ZM5.78154 18.1826L5.64247 18.1263L5.50403 18.4688L5.84205 18.3198L5.78154 18.1826ZM8.63595 16.9241L8.57572 16.7867L8.57544 16.7868L8.63595 16.9241ZM9.13344 16.9211L9.07445 17.059L9.0746 17.0591L9.13344 16.9211ZM15.2897 16.7241L15.3577 16.8578L15.3577 16.8578L15.2897 16.7241ZM15.8557 17.8386L15.9237 17.9723L15.9237 17.9723L15.8557 17.8386ZM8.89744 18.1746L8.9518 18.0348L8.89384 18.0122L8.83693 18.0373L8.89744 18.1746ZM4.87707 19.947L4.81656 19.8097L4.81615 19.8099L4.87707 19.947ZM4.19009 19.8235L4.29456 19.7159L4.29452 19.7158L4.19009 19.8235ZM4.0456 19.1405L4.18464 19.1968L4.18466 19.1967L4.0456 19.1405ZM5.46455 15.6301L5.60362 15.6863L5.6358 15.6067L5.58345 15.5387L5.46455 15.6301ZM6.36302 6.14093L6.26176 6.03028L6.26174 6.03029L6.36302 6.14093ZM17.6367 6.14093L17.738 6.03029L17.7379 6.03028L17.6367 6.14093ZM19.8496 11.3758C19.8496 12.7649 19.4209 14.1139 18.6077 15.2777L18.8536 15.4496C19.7013 14.2364 20.1496 12.8276 20.1496 11.3758H19.8496ZM18.6076 15.2778C18.4575 15.493 18.1611 15.5455 17.9468 15.3953L17.7746 15.641C18.1252 15.8867 18.6088 15.8003 18.8536 15.4495L18.6076 15.2778ZM17.9468 15.3953C17.7316 15.2445 17.6789 14.9484 17.829 14.7343L17.5833 14.5621C17.3374 14.9129 17.4248 15.3958 17.7746 15.641L17.9468 15.3953ZM17.8291 14.7341C18.5293 13.7316 18.8996 12.5702 18.8996 11.3758H18.5996C18.5996 12.5072 18.249 13.6088 17.5832 14.5623L17.8291 14.7341ZM18.8996 11.3758C18.8996 7.90215 15.7905 5.10096 11.9998 5.10096V5.40096C15.6529 5.40096 18.5996 8.0946 18.5996 11.3758H18.8996ZM11.9998 5.10096C8.20917 5.10096 5.10006 7.90215 5.10006 11.3758H5.40006C5.40006 8.0946 8.34676 5.40096 11.9998 5.40096V5.10096ZM5.10006 11.3758C5.10006 12.7808 5.6007 14.1095 6.54333 15.2159L6.7717 15.0214C5.87338 13.9669 5.40006 12.7066 5.40006 11.3758H5.10006ZM6.54326 15.2158C6.65817 15.3509 6.68847 15.5384 6.62242 15.702L6.9006 15.8143C7.00854 15.5469 6.95885 15.2414 6.77176 15.0215L6.54326 15.2158ZM6.62244 15.7019L5.64247 18.1263L5.92061 18.2388L6.90058 15.8143L6.62244 15.7019ZM5.84205 18.3198L8.69646 17.0613L8.57544 16.7868L5.72103 18.0453L5.84205 18.3198ZM8.69619 17.0615C8.81714 17.0084 8.95398 17.0075 9.07445 17.059L9.19242 16.7832C8.9949 16.6987 8.77175 16.7008 8.57572 16.7867L8.69619 17.0615ZM9.0746 17.0591C9.99408 17.4512 10.9786 17.6501 11.9998 17.6501V17.3501C11.0182 17.3501 10.0737 17.159 9.19227 16.7831L9.0746 17.0591ZM11.9998 17.6501C13.1757 17.6501 14.3366 17.3763 15.3577 16.8578L15.2218 16.5904C14.244 17.0869 13.1299 17.3501 11.9998 17.3501V17.6501ZM15.3577 16.8578C15.5917 16.7389 15.8775 16.8323 15.9965 17.0661L16.2639 16.9301C16.0699 16.5489 15.6037 16.3963 15.2218 16.5904L15.3577 16.8578ZM15.9965 17.0661C16.1153 17.2996 16.0221 17.5858 15.7878 17.7048L15.9237 17.9723C16.3054 17.7784 16.4581 17.3116 16.2639 16.9301L15.9965 17.0661ZM15.7878 17.7048C14.6354 18.2903 13.3253 18.6 11.9998 18.6V18.9C13.3713 18.9 14.7281 18.5797 15.9237 17.9723L15.7878 17.7048ZM11.9998 18.6C10.9406 18.6 9.91657 18.4099 8.9518 18.0348L8.84309 18.3144C9.84326 18.7032 10.9042 18.9 11.9998 18.9V18.6ZM8.83693 18.0373L4.81656 19.8097L4.93758 20.0843L8.95795 18.3118L8.83693 18.0373ZM4.81615 19.8099C4.75524 19.837 4.6901 19.85 4.62508 19.85V20.15C4.73005 20.15 4.83691 20.129 4.93799 20.0841L4.81615 19.8099ZM4.62508 19.85C4.50385 19.85 4.38504 19.8037 4.29456 19.7159L4.08562 19.9311C4.23313 20.0743 4.42732 20.15 4.62508 20.15V19.85ZM4.29452 19.7158C4.15572 19.5812 4.11212 19.376 4.18464 19.1968L3.90655 19.0843C3.78808 19.377 3.85947 19.7118 4.08566 19.9312L4.29452 19.7158ZM4.18466 19.1967L5.60362 15.6863L5.32548 15.5739L3.90653 19.0843L4.18466 19.1967ZM5.58345 15.5387C4.64365 14.3168 4.1501 12.8853 4.1501 11.3748H3.8501C3.8501 12.9531 4.36651 14.4486 5.34565 15.7216L5.58345 15.5387ZM4.1501 11.3748C4.1501 9.43842 4.96988 7.61951 6.4643 6.25158L6.26174 6.03029C4.70826 7.45227 3.8501 9.35024 3.8501 11.3748H4.1501ZM6.46429 6.25159C7.9439 4.89753 9.90926 4.15 11.9998 4.15V3.85C9.83757 3.85 7.79905 4.62343 6.26176 6.03028L6.46429 6.25159ZM11.9998 4.15C14.0904 4.15 16.0558 4.89753 17.5354 6.25159L17.7379 6.03028C16.2006 4.62343 14.1621 3.85 11.9998 3.85V4.15ZM17.5354 6.25158C19.0298 7.61951 19.8496 9.43842 19.8496 11.3748H20.1496C20.1496 9.35024 19.2914 7.45227 17.738 6.03029L17.5354 6.25158ZM19.8496 11.3748V11.3758H20.1496V11.3748H19.8496Z"/></svg>
            | 33
        .journal-item
          .journal-exit
            v-lazy-image(:src="require(`@/assets/images/journal-plus.svg`)" alt="")
          .journal-status Перезвонить
          .journal-callback
            .icon.i_phone
          .journal-phone
            .journal-phone-tel
              | +7 (988) 885-66-99
            .journal-phone-text Семенов-Тяншанский <br>Александр Александрович
          .journal-info
            .journal-info-left
              .journal-id
                | 620058718
                b 3
                span
                  v-lazy-image(:src="require(`@/assets/images/journal-id-dots.svg`)" alt="")
              .journal-date 27 дек 2020, 10:21
              .journal-type Последнее поступление
            .journal-info-right
              .journal-val
                | - 800 995,05 ₽
                v-lazy-image(:src="require(`@/assets/images/journal-val-icon.svg`)" alt="")
              .journal-balance 995,05 ₽
              .journal-end 0 ₽
          .journal-list
            .journal-list-item
              .journal-list-num 1
              .journal-list-call
                .journal-list-icon
                  v-lazy-image(:src="require(`@/assets/images/home-1.svg`)" alt="")
                .journal-list-call-info
                  .journal-list-title Входящий звонок
                  .journal-list-val 24 дек 2020, 10:11
            .journal-list-item
              .journal-list-num 1
              .journal-list-call
                .journal-list-icon
                  v-lazy-image(:src="require(`@/assets/images/home-2.svg`)" alt="")
                .journal-list-call-info
                  .journal-list-title Обращение
                  .journal-list-val 24 дек 2020, 10:11
            .journal-list-item
              .journal-list-num 0
              .journal-list-call
                .journal-list-icon
                  v-lazy-image(:src="require(`@/assets/images/home-3.svg`)" alt="")
                .journal-list-call-info
                  .journal-list-title Исходящих звонков
                  .journal-list-val 24 дек 2020, 10:11
          .journal-comment
            <svg width="24" height="24" viewBox="0 0 24 24" xmlns="http://www.w3.org/2000/svg"><path d="M19.9996 11.3758C19.9996 12.7962 19.5611 14.1752 18.7306 15.3636C18.5331 15.6466 18.1432 15.7161 17.8607 15.5181C17.5782 15.3201 17.5082 14.9307 17.7062 14.6482C18.3891 13.6702 18.7496 12.5387 18.7496 11.3758C18.7496 7.99837 15.7217 5.25096 11.9998 5.25096C8.27796 5.25096 5.25006 7.99837 5.25006 11.3758C5.25006 12.7437 5.73704 14.0382 6.65751 15.1187C6.80851 15.2961 6.84851 15.5426 6.76151 15.7581L5.78154 18.1826L8.63595 16.9241C8.79445 16.8546 8.97444 16.8531 9.13344 16.9211C10.0339 17.3051 10.9984 17.5001 11.9998 17.5001C13.1528 17.5001 14.2903 17.2316 15.2897 16.7241C15.5977 16.5676 15.9737 16.6906 16.1302 16.9981C16.2867 17.3056 16.1637 17.6821 15.8557 17.8386C14.6818 18.435 13.3483 18.75 11.9998 18.75C10.9224 18.75 9.87991 18.5565 8.89744 18.1746L4.87707 19.947C4.79607 19.983 4.71007 20 4.62508 20C4.46558 20 4.30909 19.939 4.19009 19.8235C4.0076 19.6465 3.9501 19.3765 4.0456 19.1405L5.46455 15.6301C4.50508 14.3827 4.0001 12.9192 4.0001 11.3748C4.0001 9.39433 4.83907 7.53589 6.36302 6.14093C7.87148 4.76048 9.87341 4 11.9998 4C14.1263 4 16.1282 4.76048 17.6367 6.14093C19.1606 7.53589 19.9996 9.39433 19.9996 11.3748V11.3758Z"/><path d="M18.7306 15.3636L18.6077 15.2777L18.6076 15.2778L18.7306 15.3636ZM17.7062 14.6482L17.829 14.7343L17.8291 14.7341L17.7062 14.6482ZM6.65751 15.1187L6.77176 15.0215L6.7717 15.0214L6.65751 15.1187ZM6.76151 15.7581L6.90058 15.8143L6.9006 15.8143L6.76151 15.7581ZM5.78154 18.1826L5.64247 18.1263L5.50403 18.4688L5.84205 18.3198L5.78154 18.1826ZM8.63595 16.9241L8.57572 16.7867L8.57544 16.7868L8.63595 16.9241ZM9.13344 16.9211L9.07445 17.059L9.0746 17.0591L9.13344 16.9211ZM15.2897 16.7241L15.3577 16.8578L15.3577 16.8578L15.2897 16.7241ZM15.8557 17.8386L15.9237 17.9723L15.9237 17.9723L15.8557 17.8386ZM8.89744 18.1746L8.9518 18.0348L8.89384 18.0122L8.83693 18.0373L8.89744 18.1746ZM4.87707 19.947L4.81656 19.8097L4.81615 19.8099L4.87707 19.947ZM4.19009 19.8235L4.29456 19.7159L4.29452 19.7158L4.19009 19.8235ZM4.0456 19.1405L4.18464 19.1968L4.18466 19.1967L4.0456 19.1405ZM5.46455 15.6301L5.60362 15.6863L5.6358 15.6067L5.58345 15.5387L5.46455 15.6301ZM6.36302 6.14093L6.26176 6.03028L6.26174 6.03029L6.36302 6.14093ZM17.6367 6.14093L17.738 6.03029L17.7379 6.03028L17.6367 6.14093ZM19.8496 11.3758C19.8496 12.7649 19.4209 14.1139 18.6077 15.2777L18.8536 15.4496C19.7013 14.2364 20.1496 12.8276 20.1496 11.3758H19.8496ZM18.6076 15.2778C18.4575 15.493 18.1611 15.5455 17.9468 15.3953L17.7746 15.641C18.1252 15.8867 18.6088 15.8003 18.8536 15.4495L18.6076 15.2778ZM17.9468 15.3953C17.7316 15.2445 17.6789 14.9484 17.829 14.7343L17.5833 14.5621C17.3374 14.9129 17.4248 15.3958 17.7746 15.641L17.9468 15.3953ZM17.8291 14.7341C18.5293 13.7316 18.8996 12.5702 18.8996 11.3758H18.5996C18.5996 12.5072 18.249 13.6088 17.5832 14.5623L17.8291 14.7341ZM18.8996 11.3758C18.8996 7.90215 15.7905 5.10096 11.9998 5.10096V5.40096C15.6529 5.40096 18.5996 8.0946 18.5996 11.3758H18.8996ZM11.9998 5.10096C8.20917 5.10096 5.10006 7.90215 5.10006 11.3758H5.40006C5.40006 8.0946 8.34676 5.40096 11.9998 5.40096V5.10096ZM5.10006 11.3758C5.10006 12.7808 5.6007 14.1095 6.54333 15.2159L6.7717 15.0214C5.87338 13.9669 5.40006 12.7066 5.40006 11.3758H5.10006ZM6.54326 15.2158C6.65817 15.3509 6.68847 15.5384 6.62242 15.702L6.9006 15.8143C7.00854 15.5469 6.95885 15.2414 6.77176 15.0215L6.54326 15.2158ZM6.62244 15.7019L5.64247 18.1263L5.92061 18.2388L6.90058 15.8143L6.62244 15.7019ZM5.84205 18.3198L8.69646 17.0613L8.57544 16.7868L5.72103 18.0453L5.84205 18.3198ZM8.69619 17.0615C8.81714 17.0084 8.95398 17.0075 9.07445 17.059L9.19242 16.7832C8.9949 16.6987 8.77175 16.7008 8.57572 16.7867L8.69619 17.0615ZM9.0746 17.0591C9.99408 17.4512 10.9786 17.6501 11.9998 17.6501V17.3501C11.0182 17.3501 10.0737 17.159 9.19227 16.7831L9.0746 17.0591ZM11.9998 17.6501C13.1757 17.6501 14.3366 17.3763 15.3577 16.8578L15.2218 16.5904C14.244 17.0869 13.1299 17.3501 11.9998 17.3501V17.6501ZM15.3577 16.8578C15.5917 16.7389 15.8775 16.8323 15.9965 17.0661L16.2639 16.9301C16.0699 16.5489 15.6037 16.3963 15.2218 16.5904L15.3577 16.8578ZM15.9965 17.0661C16.1153 17.2996 16.0221 17.5858 15.7878 17.7048L15.9237 17.9723C16.3054 17.7784 16.4581 17.3116 16.2639 16.9301L15.9965 17.0661ZM15.7878 17.7048C14.6354 18.2903 13.3253 18.6 11.9998 18.6V18.9C13.3713 18.9 14.7281 18.5797 15.9237 17.9723L15.7878 17.7048ZM11.9998 18.6C10.9406 18.6 9.91657 18.4099 8.9518 18.0348L8.84309 18.3144C9.84326 18.7032 10.9042 18.9 11.9998 18.9V18.6ZM8.83693 18.0373L4.81656 19.8097L4.93758 20.0843L8.95795 18.3118L8.83693 18.0373ZM4.81615 19.8099C4.75524 19.837 4.6901 19.85 4.62508 19.85V20.15C4.73005 20.15 4.83691 20.129 4.93799 20.0841L4.81615 19.8099ZM4.62508 19.85C4.50385 19.85 4.38504 19.8037 4.29456 19.7159L4.08562 19.9311C4.23313 20.0743 4.42732 20.15 4.62508 20.15V19.85ZM4.29452 19.7158C4.15572 19.5812 4.11212 19.376 4.18464 19.1968L3.90655 19.0843C3.78808 19.377 3.85947 19.7118 4.08566 19.9312L4.29452 19.7158ZM4.18466 19.1967L5.60362 15.6863L5.32548 15.5739L3.90653 19.0843L4.18466 19.1967ZM5.58345 15.5387C4.64365 14.3168 4.1501 12.8853 4.1501 11.3748H3.8501C3.8501 12.9531 4.36651 14.4486 5.34565 15.7216L5.58345 15.5387ZM4.1501 11.3748C4.1501 9.43842 4.96988 7.61951 6.4643 6.25158L6.26174 6.03029C4.70826 7.45227 3.8501 9.35024 3.8501 11.3748H4.1501ZM6.46429 6.25159C7.9439 4.89753 9.90926 4.15 11.9998 4.15V3.85C9.83757 3.85 7.79905 4.62343 6.26176 6.03028L6.46429 6.25159ZM11.9998 4.15C14.0904 4.15 16.0558 4.89753 17.5354 6.25159L17.7379 6.03028C16.2006 4.62343 14.1621 3.85 11.9998 3.85V4.15ZM17.5354 6.25158C19.0298 7.61951 19.8496 9.43842 19.8496 11.3748H20.1496C20.1496 9.35024 19.2914 7.45227 17.738 6.03029L17.5354 6.25158ZM19.8496 11.3748V11.3758H20.1496V11.3748H19.8496Z"/></svg>
            | 33
        .journal-item
          .journal-exit
            v-lazy-image(:src="require(`@/assets/images/journal-plus.svg`)" alt="")
          .journal-status Перезвонить
          .journal-phone
            .journal-phone-tel
              | +7 (988) 885-66-99
              router-link(to="/newAdmin/2")
                v-lazy-image(:src="require(`@/assets/images/new-number.svg`)" alt="")
            .journal-phone-text Семенов-Тяншанский <br>Александр Александрович
          .journal-info
            .journal-info-left
              .journal-id
                | 620058718
                b 3
                span
                  v-lazy-image(:src="require(`@/assets/images/journal-id-dots.svg`)" alt="")
              .journal-date 27 дек 2020, 10:21
              .journal-type Последнее поступление
            .journal-info-right
              .journal-val
                | - 800 995,05 ₽
                v-lazy-image(:src="require(`@/assets/images/journal-val-icon.svg`)" alt="")
              .journal-balance 995,05 ₽
              .journal-end 0 ₽
          .journal-list
            .journal-list-item
              .journal-list-num 1
              .journal-list-call
                .journal-list-icon
                  v-lazy-image(:src="require(`@/assets/images/home-1.svg`)" alt="")
                .journal-list-call-info
                  .journal-list-title Входящий звонок
                  .journal-list-val 24 дек 2020, 10:11
            .journal-list-item
              .journal-list-num 1
              .journal-list-call
                .journal-list-icon
                  v-lazy-image(:src="require(`@/assets/images/home-2.svg`)" alt="")
                .journal-list-call-info
                  .journal-list-title Обращение
                  .journal-list-val 24 дек 2020, 10:11
            .journal-list-item
              .journal-list-num 0
              .journal-list-call
                .journal-list-icon
                  v-lazy-image(:src="require(`@/assets/images/home-3.svg`)" alt="")
                .journal-list-call-info
                  .journal-list-title Исходящих звонков
                  .journal-list-val 24 дек 2020, 10:11
          .journal-comment
            <svg width="24" height="24" viewBox="0 0 24 24" xmlns="http://www.w3.org/2000/svg"><path d="M19.9996 11.3758C19.9996 12.7962 19.5611 14.1752 18.7306 15.3636C18.5331 15.6466 18.1432 15.7161 17.8607 15.5181C17.5782 15.3201 17.5082 14.9307 17.7062 14.6482C18.3891 13.6702 18.7496 12.5387 18.7496 11.3758C18.7496 7.99837 15.7217 5.25096 11.9998 5.25096C8.27796 5.25096 5.25006 7.99837 5.25006 11.3758C5.25006 12.7437 5.73704 14.0382 6.65751 15.1187C6.80851 15.2961 6.84851 15.5426 6.76151 15.7581L5.78154 18.1826L8.63595 16.9241C8.79445 16.8546 8.97444 16.8531 9.13344 16.9211C10.0339 17.3051 10.9984 17.5001 11.9998 17.5001C13.1528 17.5001 14.2903 17.2316 15.2897 16.7241C15.5977 16.5676 15.9737 16.6906 16.1302 16.9981C16.2867 17.3056 16.1637 17.6821 15.8557 17.8386C14.6818 18.435 13.3483 18.75 11.9998 18.75C10.9224 18.75 9.87991 18.5565 8.89744 18.1746L4.87707 19.947C4.79607 19.983 4.71007 20 4.62508 20C4.46558 20 4.30909 19.939 4.19009 19.8235C4.0076 19.6465 3.9501 19.3765 4.0456 19.1405L5.46455 15.6301C4.50508 14.3827 4.0001 12.9192 4.0001 11.3748C4.0001 9.39433 4.83907 7.53589 6.36302 6.14093C7.87148 4.76048 9.87341 4 11.9998 4C14.1263 4 16.1282 4.76048 17.6367 6.14093C19.1606 7.53589 19.9996 9.39433 19.9996 11.3748V11.3758Z"/><path d="M18.7306 15.3636L18.6077 15.2777L18.6076 15.2778L18.7306 15.3636ZM17.7062 14.6482L17.829 14.7343L17.8291 14.7341L17.7062 14.6482ZM6.65751 15.1187L6.77176 15.0215L6.7717 15.0214L6.65751 15.1187ZM6.76151 15.7581L6.90058 15.8143L6.9006 15.8143L6.76151 15.7581ZM5.78154 18.1826L5.64247 18.1263L5.50403 18.4688L5.84205 18.3198L5.78154 18.1826ZM8.63595 16.9241L8.57572 16.7867L8.57544 16.7868L8.63595 16.9241ZM9.13344 16.9211L9.07445 17.059L9.0746 17.0591L9.13344 16.9211ZM15.2897 16.7241L15.3577 16.8578L15.3577 16.8578L15.2897 16.7241ZM15.8557 17.8386L15.9237 17.9723L15.9237 17.9723L15.8557 17.8386ZM8.89744 18.1746L8.9518 18.0348L8.89384 18.0122L8.83693 18.0373L8.89744 18.1746ZM4.87707 19.947L4.81656 19.8097L4.81615 19.8099L4.87707 19.947ZM4.19009 19.8235L4.29456 19.7159L4.29452 19.7158L4.19009 19.8235ZM4.0456 19.1405L4.18464 19.1968L4.18466 19.1967L4.0456 19.1405ZM5.46455 15.6301L5.60362 15.6863L5.6358 15.6067L5.58345 15.5387L5.46455 15.6301ZM6.36302 6.14093L6.26176 6.03028L6.26174 6.03029L6.36302 6.14093ZM17.6367 6.14093L17.738 6.03029L17.7379 6.03028L17.6367 6.14093ZM19.8496 11.3758C19.8496 12.7649 19.4209 14.1139 18.6077 15.2777L18.8536 15.4496C19.7013 14.2364 20.1496 12.8276 20.1496 11.3758H19.8496ZM18.6076 15.2778C18.4575 15.493 18.1611 15.5455 17.9468 15.3953L17.7746 15.641C18.1252 15.8867 18.6088 15.8003 18.8536 15.4495L18.6076 15.2778ZM17.9468 15.3953C17.7316 15.2445 17.6789 14.9484 17.829 14.7343L17.5833 14.5621C17.3374 14.9129 17.4248 15.3958 17.7746 15.641L17.9468 15.3953ZM17.8291 14.7341C18.5293 13.7316 18.8996 12.5702 18.8996 11.3758H18.5996C18.5996 12.5072 18.249 13.6088 17.5832 14.5623L17.8291 14.7341ZM18.8996 11.3758C18.8996 7.90215 15.7905 5.10096 11.9998 5.10096V5.40096C15.6529 5.40096 18.5996 8.0946 18.5996 11.3758H18.8996ZM11.9998 5.10096C8.20917 5.10096 5.10006 7.90215 5.10006 11.3758H5.40006C5.40006 8.0946 8.34676 5.40096 11.9998 5.40096V5.10096ZM5.10006 11.3758C5.10006 12.7808 5.6007 14.1095 6.54333 15.2159L6.7717 15.0214C5.87338 13.9669 5.40006 12.7066 5.40006 11.3758H5.10006ZM6.54326 15.2158C6.65817 15.3509 6.68847 15.5384 6.62242 15.702L6.9006 15.8143C7.00854 15.5469 6.95885 15.2414 6.77176 15.0215L6.54326 15.2158ZM6.62244 15.7019L5.64247 18.1263L5.92061 18.2388L6.90058 15.8143L6.62244 15.7019ZM5.84205 18.3198L8.69646 17.0613L8.57544 16.7868L5.72103 18.0453L5.84205 18.3198ZM8.69619 17.0615C8.81714 17.0084 8.95398 17.0075 9.07445 17.059L9.19242 16.7832C8.9949 16.6987 8.77175 16.7008 8.57572 16.7867L8.69619 17.0615ZM9.0746 17.0591C9.99408 17.4512 10.9786 17.6501 11.9998 17.6501V17.3501C11.0182 17.3501 10.0737 17.159 9.19227 16.7831L9.0746 17.0591ZM11.9998 17.6501C13.1757 17.6501 14.3366 17.3763 15.3577 16.8578L15.2218 16.5904C14.244 17.0869 13.1299 17.3501 11.9998 17.3501V17.6501ZM15.3577 16.8578C15.5917 16.7389 15.8775 16.8323 15.9965 17.0661L16.2639 16.9301C16.0699 16.5489 15.6037 16.3963 15.2218 16.5904L15.3577 16.8578ZM15.9965 17.0661C16.1153 17.2996 16.0221 17.5858 15.7878 17.7048L15.9237 17.9723C16.3054 17.7784 16.4581 17.3116 16.2639 16.9301L15.9965 17.0661ZM15.7878 17.7048C14.6354 18.2903 13.3253 18.6 11.9998 18.6V18.9C13.3713 18.9 14.7281 18.5797 15.9237 17.9723L15.7878 17.7048ZM11.9998 18.6C10.9406 18.6 9.91657 18.4099 8.9518 18.0348L8.84309 18.3144C9.84326 18.7032 10.9042 18.9 11.9998 18.9V18.6ZM8.83693 18.0373L4.81656 19.8097L4.93758 20.0843L8.95795 18.3118L8.83693 18.0373ZM4.81615 19.8099C4.75524 19.837 4.6901 19.85 4.62508 19.85V20.15C4.73005 20.15 4.83691 20.129 4.93799 20.0841L4.81615 19.8099ZM4.62508 19.85C4.50385 19.85 4.38504 19.8037 4.29456 19.7159L4.08562 19.9311C4.23313 20.0743 4.42732 20.15 4.62508 20.15V19.85ZM4.29452 19.7158C4.15572 19.5812 4.11212 19.376 4.18464 19.1968L3.90655 19.0843C3.78808 19.377 3.85947 19.7118 4.08566 19.9312L4.29452 19.7158ZM4.18466 19.1967L5.60362 15.6863L5.32548 15.5739L3.90653 19.0843L4.18466 19.1967ZM5.58345 15.5387C4.64365 14.3168 4.1501 12.8853 4.1501 11.3748H3.8501C3.8501 12.9531 4.36651 14.4486 5.34565 15.7216L5.58345 15.5387ZM4.1501 11.3748C4.1501 9.43842 4.96988 7.61951 6.4643 6.25158L6.26174 6.03029C4.70826 7.45227 3.8501 9.35024 3.8501 11.3748H4.1501ZM6.46429 6.25159C7.9439 4.89753 9.90926 4.15 11.9998 4.15V3.85C9.83757 3.85 7.79905 4.62343 6.26176 6.03028L6.46429 6.25159ZM11.9998 4.15C14.0904 4.15 16.0558 4.89753 17.5354 6.25159L17.7379 6.03028C16.2006 4.62343 14.1621 3.85 11.9998 3.85V4.15ZM17.5354 6.25158C19.0298 7.61951 19.8496 9.43842 19.8496 11.3748H20.1496C20.1496 9.35024 19.2914 7.45227 17.738 6.03029L17.5354 6.25158ZM19.8496 11.3748V11.3758H20.1496V11.3748H19.8496Z"/></svg>
            | 33
        .journal-item
          .journal-exit
            v-lazy-image(:src="require(`@/assets/images/journal-plus.svg`)" alt="")
          .journal-status Перезвонить
          .journal-phone
            .journal-phone-tel
              | +7 (988) 885-66-99
              router-link(to="/newAdmin/2")
                v-lazy-image(:src="require(`@/assets/images/new-number.svg`)" alt="")
            .journal-phone-text Семенов-Тяншанский <br>Александр Александрович
          .journal-info
            .journal-info-left
              .journal-id
                | 620058718
                b 3
                span
                  v-lazy-image(:src="require(`@/assets/images/journal-id-dots.svg`)" alt="")
              .journal-date 27 дек 2020, 10:21
              .journal-type Последнее поступление
            .journal-info-right
              .journal-val
                | - 800 995,05 ₽
                v-lazy-image(:src="require(`@/assets/images/journal-val-icon.svg`)" alt="")
              .journal-balance 995,05 ₽
              .journal-end 0 ₽
          .journal-list
            .journal-list-item
              .journal-list-num 1
              .journal-list-call
                .journal-list-icon
                  v-lazy-image(:src="require(`@/assets/images/home-1.svg`)" alt="")
                .journal-list-call-info
                  .journal-list-title Входящий звонок
                  .journal-list-val 24 дек 2020, 10:11
            .journal-list-item
              .journal-list-num 1
              .journal-list-call
                .journal-list-icon
                  v-lazy-image(:src="require(`@/assets/images/home-2.svg`)" alt="")
                .journal-list-call-info
                  .journal-list-title Обращение
                  .journal-list-val 24 дек 2020, 10:11
            .journal-list-item
              .journal-list-num 0
              .journal-list-call
                .journal-list-icon
                  v-lazy-image(:src="require(`@/assets/images/home-3.svg`)" alt="")
                .journal-list-call-info
                  .journal-list-title Исходящих звонков
                  .journal-list-val 24 дек 2020, 10:11
          .journal-comment
            <svg width="24" height="24" viewBox="0 0 24 24" xmlns="http://www.w3.org/2000/svg"><path d="M19.9996 11.3758C19.9996 12.7962 19.5611 14.1752 18.7306 15.3636C18.5331 15.6466 18.1432 15.7161 17.8607 15.5181C17.5782 15.3201 17.5082 14.9307 17.7062 14.6482C18.3891 13.6702 18.7496 12.5387 18.7496 11.3758C18.7496 7.99837 15.7217 5.25096 11.9998 5.25096C8.27796 5.25096 5.25006 7.99837 5.25006 11.3758C5.25006 12.7437 5.73704 14.0382 6.65751 15.1187C6.80851 15.2961 6.84851 15.5426 6.76151 15.7581L5.78154 18.1826L8.63595 16.9241C8.79445 16.8546 8.97444 16.8531 9.13344 16.9211C10.0339 17.3051 10.9984 17.5001 11.9998 17.5001C13.1528 17.5001 14.2903 17.2316 15.2897 16.7241C15.5977 16.5676 15.9737 16.6906 16.1302 16.9981C16.2867 17.3056 16.1637 17.6821 15.8557 17.8386C14.6818 18.435 13.3483 18.75 11.9998 18.75C10.9224 18.75 9.87991 18.5565 8.89744 18.1746L4.87707 19.947C4.79607 19.983 4.71007 20 4.62508 20C4.46558 20 4.30909 19.939 4.19009 19.8235C4.0076 19.6465 3.9501 19.3765 4.0456 19.1405L5.46455 15.6301C4.50508 14.3827 4.0001 12.9192 4.0001 11.3748C4.0001 9.39433 4.83907 7.53589 6.36302 6.14093C7.87148 4.76048 9.87341 4 11.9998 4C14.1263 4 16.1282 4.76048 17.6367 6.14093C19.1606 7.53589 19.9996 9.39433 19.9996 11.3748V11.3758Z"/><path d="M18.7306 15.3636L18.6077 15.2777L18.6076 15.2778L18.7306 15.3636ZM17.7062 14.6482L17.829 14.7343L17.8291 14.7341L17.7062 14.6482ZM6.65751 15.1187L6.77176 15.0215L6.7717 15.0214L6.65751 15.1187ZM6.76151 15.7581L6.90058 15.8143L6.9006 15.8143L6.76151 15.7581ZM5.78154 18.1826L5.64247 18.1263L5.50403 18.4688L5.84205 18.3198L5.78154 18.1826ZM8.63595 16.9241L8.57572 16.7867L8.57544 16.7868L8.63595 16.9241ZM9.13344 16.9211L9.07445 17.059L9.0746 17.0591L9.13344 16.9211ZM15.2897 16.7241L15.3577 16.8578L15.3577 16.8578L15.2897 16.7241ZM15.8557 17.8386L15.9237 17.9723L15.9237 17.9723L15.8557 17.8386ZM8.89744 18.1746L8.9518 18.0348L8.89384 18.0122L8.83693 18.0373L8.89744 18.1746ZM4.87707 19.947L4.81656 19.8097L4.81615 19.8099L4.87707 19.947ZM4.19009 19.8235L4.29456 19.7159L4.29452 19.7158L4.19009 19.8235ZM4.0456 19.1405L4.18464 19.1968L4.18466 19.1967L4.0456 19.1405ZM5.46455 15.6301L5.60362 15.6863L5.6358 15.6067L5.58345 15.5387L5.46455 15.6301ZM6.36302 6.14093L6.26176 6.03028L6.26174 6.03029L6.36302 6.14093ZM17.6367 6.14093L17.738 6.03029L17.7379 6.03028L17.6367 6.14093ZM19.8496 11.3758C19.8496 12.7649 19.4209 14.1139 18.6077 15.2777L18.8536 15.4496C19.7013 14.2364 20.1496 12.8276 20.1496 11.3758H19.8496ZM18.6076 15.2778C18.4575 15.493 18.1611 15.5455 17.9468 15.3953L17.7746 15.641C18.1252 15.8867 18.6088 15.8003 18.8536 15.4495L18.6076 15.2778ZM17.9468 15.3953C17.7316 15.2445 17.6789 14.9484 17.829 14.7343L17.5833 14.5621C17.3374 14.9129 17.4248 15.3958 17.7746 15.641L17.9468 15.3953ZM17.8291 14.7341C18.5293 13.7316 18.8996 12.5702 18.8996 11.3758H18.5996C18.5996 12.5072 18.249 13.6088 17.5832 14.5623L17.8291 14.7341ZM18.8996 11.3758C18.8996 7.90215 15.7905 5.10096 11.9998 5.10096V5.40096C15.6529 5.40096 18.5996 8.0946 18.5996 11.3758H18.8996ZM11.9998 5.10096C8.20917 5.10096 5.10006 7.90215 5.10006 11.3758H5.40006C5.40006 8.0946 8.34676 5.40096 11.9998 5.40096V5.10096ZM5.10006 11.3758C5.10006 12.7808 5.6007 14.1095 6.54333 15.2159L6.7717 15.0214C5.87338 13.9669 5.40006 12.7066 5.40006 11.3758H5.10006ZM6.54326 15.2158C6.65817 15.3509 6.68847 15.5384 6.62242 15.702L6.9006 15.8143C7.00854 15.5469 6.95885 15.2414 6.77176 15.0215L6.54326 15.2158ZM6.62244 15.7019L5.64247 18.1263L5.92061 18.2388L6.90058 15.8143L6.62244 15.7019ZM5.84205 18.3198L8.69646 17.0613L8.57544 16.7868L5.72103 18.0453L5.84205 18.3198ZM8.69619 17.0615C8.81714 17.0084 8.95398 17.0075 9.07445 17.059L9.19242 16.7832C8.9949 16.6987 8.77175 16.7008 8.57572 16.7867L8.69619 17.0615ZM9.0746 17.0591C9.99408 17.4512 10.9786 17.6501 11.9998 17.6501V17.3501C11.0182 17.3501 10.0737 17.159 9.19227 16.7831L9.0746 17.0591ZM11.9998 17.6501C13.1757 17.6501 14.3366 17.3763 15.3577 16.8578L15.2218 16.5904C14.244 17.0869 13.1299 17.3501 11.9998 17.3501V17.6501ZM15.3577 16.8578C15.5917 16.7389 15.8775 16.8323 15.9965 17.0661L16.2639 16.9301C16.0699 16.5489 15.6037 16.3963 15.2218 16.5904L15.3577 16.8578ZM15.9965 17.0661C16.1153 17.2996 16.0221 17.5858 15.7878 17.7048L15.9237 17.9723C16.3054 17.7784 16.4581 17.3116 16.2639 16.9301L15.9965 17.0661ZM15.7878 17.7048C14.6354 18.2903 13.3253 18.6 11.9998 18.6V18.9C13.3713 18.9 14.7281 18.5797 15.9237 17.9723L15.7878 17.7048ZM11.9998 18.6C10.9406 18.6 9.91657 18.4099 8.9518 18.0348L8.84309 18.3144C9.84326 18.7032 10.9042 18.9 11.9998 18.9V18.6ZM8.83693 18.0373L4.81656 19.8097L4.93758 20.0843L8.95795 18.3118L8.83693 18.0373ZM4.81615 19.8099C4.75524 19.837 4.6901 19.85 4.62508 19.85V20.15C4.73005 20.15 4.83691 20.129 4.93799 20.0841L4.81615 19.8099ZM4.62508 19.85C4.50385 19.85 4.38504 19.8037 4.29456 19.7159L4.08562 19.9311C4.23313 20.0743 4.42732 20.15 4.62508 20.15V19.85ZM4.29452 19.7158C4.15572 19.5812 4.11212 19.376 4.18464 19.1968L3.90655 19.0843C3.78808 19.377 3.85947 19.7118 4.08566 19.9312L4.29452 19.7158ZM4.18466 19.1967L5.60362 15.6863L5.32548 15.5739L3.90653 19.0843L4.18466 19.1967ZM5.58345 15.5387C4.64365 14.3168 4.1501 12.8853 4.1501 11.3748H3.8501C3.8501 12.9531 4.36651 14.4486 5.34565 15.7216L5.58345 15.5387ZM4.1501 11.3748C4.1501 9.43842 4.96988 7.61951 6.4643 6.25158L6.26174 6.03029C4.70826 7.45227 3.8501 9.35024 3.8501 11.3748H4.1501ZM6.46429 6.25159C7.9439 4.89753 9.90926 4.15 11.9998 4.15V3.85C9.83757 3.85 7.79905 4.62343 6.26176 6.03028L6.46429 6.25159ZM11.9998 4.15C14.0904 4.15 16.0558 4.89753 17.5354 6.25159L17.7379 6.03028C16.2006 4.62343 14.1621 3.85 11.9998 3.85V4.15ZM17.5354 6.25158C19.0298 7.61951 19.8496 9.43842 19.8496 11.3748H20.1496C20.1496 9.35024 19.2914 7.45227 17.738 6.03029L17.5354 6.25158ZM19.8496 11.3748V11.3758H20.1496V11.3748H19.8496Z"/></svg>
            | 33
        .journal-item
          .journal-exit
            v-lazy-image(:src="require(`@/assets/images/journal-plus.svg`)" alt="")
          .journal-status Перезвонить
          .journal-phone
            .journal-phone-tel
              | +7 (988) 885-66-99
              router-link(to="/newAdmin/2")
                v-lazy-image(:src="require(`@/assets/images/new-number.svg`)" alt="")
            .journal-phone-text Семенов-Тяншанский <br>Александр Александрович
          .journal-info
            .journal-info-left
              .journal-id
                | 620058718
                b 3
                span
                  v-lazy-image(:src="require(`@/assets/images/journal-id-dots.svg`)" alt="")
              .journal-date 27 дек 2020, 10:21
              .journal-type Последнее поступление
            .journal-info-right
              .journal-val
                | - 800 995,05 ₽
                v-lazy-image(:src="require(`@/assets/images/journal-val-icon.svg`)" alt="")
              .journal-balance 995,05 ₽
              .journal-end 0 ₽
          .journal-list
            .journal-list-item
              .journal-list-num 1
              .journal-list-call
                .journal-list-icon
                  v-lazy-image(:src="require(`@/assets/images/home-1.svg`)" alt="")
                .journal-list-call-info
                  .journal-list-title Входящий звонок
                  .journal-list-val 24 дек 2020, 10:11
            .journal-list-item
              .journal-list-num 1
              .journal-list-call
                .journal-list-icon
                  v-lazy-image(:src="require(`@/assets/images/home-2.svg`)" alt="")
                .journal-list-call-info
                  .journal-list-title Обращение
                  .journal-list-val 24 дек 2020, 10:11
            .journal-list-item
              .journal-list-num 0
              .journal-list-call
                .journal-list-icon
                  v-lazy-image(:src="require(`@/assets/images/home-3.svg`)" alt="")
                .journal-list-call-info
                  .journal-list-title Исходящих звонков
                  .journal-list-val 24 дек 2020, 10:11
          .journal-comment
            <svg width="24" height="24" viewBox="0 0 24 24" xmlns="http://www.w3.org/2000/svg"><path d="M19.9996 11.3758C19.9996 12.7962 19.5611 14.1752 18.7306 15.3636C18.5331 15.6466 18.1432 15.7161 17.8607 15.5181C17.5782 15.3201 17.5082 14.9307 17.7062 14.6482C18.3891 13.6702 18.7496 12.5387 18.7496 11.3758C18.7496 7.99837 15.7217 5.25096 11.9998 5.25096C8.27796 5.25096 5.25006 7.99837 5.25006 11.3758C5.25006 12.7437 5.73704 14.0382 6.65751 15.1187C6.80851 15.2961 6.84851 15.5426 6.76151 15.7581L5.78154 18.1826L8.63595 16.9241C8.79445 16.8546 8.97444 16.8531 9.13344 16.9211C10.0339 17.3051 10.9984 17.5001 11.9998 17.5001C13.1528 17.5001 14.2903 17.2316 15.2897 16.7241C15.5977 16.5676 15.9737 16.6906 16.1302 16.9981C16.2867 17.3056 16.1637 17.6821 15.8557 17.8386C14.6818 18.435 13.3483 18.75 11.9998 18.75C10.9224 18.75 9.87991 18.5565 8.89744 18.1746L4.87707 19.947C4.79607 19.983 4.71007 20 4.62508 20C4.46558 20 4.30909 19.939 4.19009 19.8235C4.0076 19.6465 3.9501 19.3765 4.0456 19.1405L5.46455 15.6301C4.50508 14.3827 4.0001 12.9192 4.0001 11.3748C4.0001 9.39433 4.83907 7.53589 6.36302 6.14093C7.87148 4.76048 9.87341 4 11.9998 4C14.1263 4 16.1282 4.76048 17.6367 6.14093C19.1606 7.53589 19.9996 9.39433 19.9996 11.3748V11.3758Z"/><path d="M18.7306 15.3636L18.6077 15.2777L18.6076 15.2778L18.7306 15.3636ZM17.7062 14.6482L17.829 14.7343L17.8291 14.7341L17.7062 14.6482ZM6.65751 15.1187L6.77176 15.0215L6.7717 15.0214L6.65751 15.1187ZM6.76151 15.7581L6.90058 15.8143L6.9006 15.8143L6.76151 15.7581ZM5.78154 18.1826L5.64247 18.1263L5.50403 18.4688L5.84205 18.3198L5.78154 18.1826ZM8.63595 16.9241L8.57572 16.7867L8.57544 16.7868L8.63595 16.9241ZM9.13344 16.9211L9.07445 17.059L9.0746 17.0591L9.13344 16.9211ZM15.2897 16.7241L15.3577 16.8578L15.3577 16.8578L15.2897 16.7241ZM15.8557 17.8386L15.9237 17.9723L15.9237 17.9723L15.8557 17.8386ZM8.89744 18.1746L8.9518 18.0348L8.89384 18.0122L8.83693 18.0373L8.89744 18.1746ZM4.87707 19.947L4.81656 19.8097L4.81615 19.8099L4.87707 19.947ZM4.19009 19.8235L4.29456 19.7159L4.29452 19.7158L4.19009 19.8235ZM4.0456 19.1405L4.18464 19.1968L4.18466 19.1967L4.0456 19.1405ZM5.46455 15.6301L5.60362 15.6863L5.6358 15.6067L5.58345 15.5387L5.46455 15.6301ZM6.36302 6.14093L6.26176 6.03028L6.26174 6.03029L6.36302 6.14093ZM17.6367 6.14093L17.738 6.03029L17.7379 6.03028L17.6367 6.14093ZM19.8496 11.3758C19.8496 12.7649 19.4209 14.1139 18.6077 15.2777L18.8536 15.4496C19.7013 14.2364 20.1496 12.8276 20.1496 11.3758H19.8496ZM18.6076 15.2778C18.4575 15.493 18.1611 15.5455 17.9468 15.3953L17.7746 15.641C18.1252 15.8867 18.6088 15.8003 18.8536 15.4495L18.6076 15.2778ZM17.9468 15.3953C17.7316 15.2445 17.6789 14.9484 17.829 14.7343L17.5833 14.5621C17.3374 14.9129 17.4248 15.3958 17.7746 15.641L17.9468 15.3953ZM17.8291 14.7341C18.5293 13.7316 18.8996 12.5702 18.8996 11.3758H18.5996C18.5996 12.5072 18.249 13.6088 17.5832 14.5623L17.8291 14.7341ZM18.8996 11.3758C18.8996 7.90215 15.7905 5.10096 11.9998 5.10096V5.40096C15.6529 5.40096 18.5996 8.0946 18.5996 11.3758H18.8996ZM11.9998 5.10096C8.20917 5.10096 5.10006 7.90215 5.10006 11.3758H5.40006C5.40006 8.0946 8.34676 5.40096 11.9998 5.40096V5.10096ZM5.10006 11.3758C5.10006 12.7808 5.6007 14.1095 6.54333 15.2159L6.7717 15.0214C5.87338 13.9669 5.40006 12.7066 5.40006 11.3758H5.10006ZM6.54326 15.2158C6.65817 15.3509 6.68847 15.5384 6.62242 15.702L6.9006 15.8143C7.00854 15.5469 6.95885 15.2414 6.77176 15.0215L6.54326 15.2158ZM6.62244 15.7019L5.64247 18.1263L5.92061 18.2388L6.90058 15.8143L6.62244 15.7019ZM5.84205 18.3198L8.69646 17.0613L8.57544 16.7868L5.72103 18.0453L5.84205 18.3198ZM8.69619 17.0615C8.81714 17.0084 8.95398 17.0075 9.07445 17.059L9.19242 16.7832C8.9949 16.6987 8.77175 16.7008 8.57572 16.7867L8.69619 17.0615ZM9.0746 17.0591C9.99408 17.4512 10.9786 17.6501 11.9998 17.6501V17.3501C11.0182 17.3501 10.0737 17.159 9.19227 16.7831L9.0746 17.0591ZM11.9998 17.6501C13.1757 17.6501 14.3366 17.3763 15.3577 16.8578L15.2218 16.5904C14.244 17.0869 13.1299 17.3501 11.9998 17.3501V17.6501ZM15.3577 16.8578C15.5917 16.7389 15.8775 16.8323 15.9965 17.0661L16.2639 16.9301C16.0699 16.5489 15.6037 16.3963 15.2218 16.5904L15.3577 16.8578ZM15.9965 17.0661C16.1153 17.2996 16.0221 17.5858 15.7878 17.7048L15.9237 17.9723C16.3054 17.7784 16.4581 17.3116 16.2639 16.9301L15.9965 17.0661ZM15.7878 17.7048C14.6354 18.2903 13.3253 18.6 11.9998 18.6V18.9C13.3713 18.9 14.7281 18.5797 15.9237 17.9723L15.7878 17.7048ZM11.9998 18.6C10.9406 18.6 9.91657 18.4099 8.9518 18.0348L8.84309 18.3144C9.84326 18.7032 10.9042 18.9 11.9998 18.9V18.6ZM8.83693 18.0373L4.81656 19.8097L4.93758 20.0843L8.95795 18.3118L8.83693 18.0373ZM4.81615 19.8099C4.75524 19.837 4.6901 19.85 4.62508 19.85V20.15C4.73005 20.15 4.83691 20.129 4.93799 20.0841L4.81615 19.8099ZM4.62508 19.85C4.50385 19.85 4.38504 19.8037 4.29456 19.7159L4.08562 19.9311C4.23313 20.0743 4.42732 20.15 4.62508 20.15V19.85ZM4.29452 19.7158C4.15572 19.5812 4.11212 19.376 4.18464 19.1968L3.90655 19.0843C3.78808 19.377 3.85947 19.7118 4.08566 19.9312L4.29452 19.7158ZM4.18466 19.1967L5.60362 15.6863L5.32548 15.5739L3.90653 19.0843L4.18466 19.1967ZM5.58345 15.5387C4.64365 14.3168 4.1501 12.8853 4.1501 11.3748H3.8501C3.8501 12.9531 4.36651 14.4486 5.34565 15.7216L5.58345 15.5387ZM4.1501 11.3748C4.1501 9.43842 4.96988 7.61951 6.4643 6.25158L6.26174 6.03029C4.70826 7.45227 3.8501 9.35024 3.8501 11.3748H4.1501ZM6.46429 6.25159C7.9439 4.89753 9.90926 4.15 11.9998 4.15V3.85C9.83757 3.85 7.79905 4.62343 6.26176 6.03028L6.46429 6.25159ZM11.9998 4.15C14.0904 4.15 16.0558 4.89753 17.5354 6.25159L17.7379 6.03028C16.2006 4.62343 14.1621 3.85 11.9998 3.85V4.15ZM17.5354 6.25158C19.0298 7.61951 19.8496 9.43842 19.8496 11.3748H20.1496C20.1496 9.35024 19.2914 7.45227 17.738 6.03029L17.5354 6.25158ZM19.8496 11.3748V11.3758H20.1496V11.3748H19.8496Z"/></svg>
            | 33
      .pagination
        router-link.pagination-item(to="/newAdmin/call") 1
        router-link.pagination-item(to="/newAdmin/call/2") 2
        router-link.pagination-item(to="/newAdmin/call/3") 3
        router-link.pagination-item(to="/newAdmin/call/4") 4
        router-link.pagination-item.pagination-next(to="/newAdmin/call/2")
          | Вперёд
          v-lazy-image(:src="require(`@/assets/images/pagi-arrow.svg`)" alt="")
</template>

<script>
export default {
  name: 'Home',

  data() {
    return {
      ready: false,
    };
  },

  methods: {},

  mounted() {
    this.ready = true;
  },

  components: {},
};
</script>

<style lang="sass" scoped>
@import "../../styles/mixins/mixins"
@import "../../styles/vars/variables"
@import "../../styles/blocks/newAdmin"

</style>
