<template lang="pug">
  main.content
    section.container.about
      Breadcrumbs

      h1 О нас

      strong В Министерстве обороны России создана специализированная некоммерческая организация в форме федерального государственного автономного учреждения ФГАУ "Росжилкомплекс". Как сообщили в военном ведомстве, новая структура появилась в рамках перехода на единую систему содержания и управления жилищным фондом.

      p "Переход к единой системе управления позволит создать эффективный инструмент комплексного управления,контролировать использование и эксплуатацию жилищного фонда, автоматизировать процесс и сократить время на распределение и заселение жилых помещений", - рассказали в Минобороны.

      p Там отметили, что "Росжилкомплекс" будет управлять и распоряжаться ведомственным жилищным фондом, обеспечивать военнослужащих жилыми помещениями, проводить благоустройство и содержание жилых зон на территории военных городков. Ранее эти функции были распределены между центральными органами военного управления и организациями Минобороны России. Также новая структура будет контролировать весь жизненный цикл объектов недвижимости, включая проектирование, строительство, содержание и ремонт фондов.

      p В Минобороны отметили, что создание "Росжилкомплекса" позволит эффективно решать жилищно-коммунальные вопросы. "Специалисты будут осуществлять техобслуживание и ремонт инженерных систем, лифтового оборудования, систем связи, сигнализации и видеонаблюдения зданий, включая аварийное и диспетчерское обслуживание", - рассказали в военном ведомстве. Также организация будет выполнять текущий ремонт ведомственных общежитий и многоквартирных домов, проводить подготовку к сезонной эксплуатации, вести благоустройство и содержание жилых зон, а также вести строительство объектов инженерной и транспортной инфраструктуры.
</template>

<script>
import Breadcrumbs from '@/components/Breadcrumbs.vue';

export default {
  name: 'About',

  data() {
    return {
      ready: false,
    };
  },
  metaInfo: {
    title: 'ФГАУ Росжилкомплекс - О нас',
  },
  methods: {},

  mounted() {
    this.ready = true;
  },

  components: { Breadcrumbs },
};
</script>

<style lang="sass" scoped>
@import "../styles/mixins/mixins"
@import "../styles/vars/variables"

</style>
