<template lang="pug">
  main.content
    section.container
      h1 Политика конфедициальности

      p Настоящая Политика конфиденциальности определяет, каким образом ФГАУ "«РОСЖИЛКОМПЛЕКС" собирает, использует, хранит и раскрывает информацию, полученную от пользователей на веб-сайте https://fgau.ru ("Сайт"). Данная политика конфиденциальности относится и к Сайту, всем поддоменам Сайта и всем продуктам и услугам, предлагаемым ФГАУ "«РОСЖИЛКОМПЛЕКС"
        |Эта страница содержит сведения о том, какую информацию мы или третьи лица могут получать, когда Вы
        |пользуетесь нашим Сайтом. Мы надеемся, что эти сведения помогут Вам принимать осознанные решения в отношении
        |предоставляемой нам информации о себе. Настоящая Политика конфиденциальности распространяется
        |непосредственно на этот Сайт и на информацию, получаемую с его помощью. Она не распространяется ни на какие
        |другие сайты и не применима к веб-сайтам третьих лиц, которые могут содержать упоминание о нашем Сайте и с
        |которых могут делаться ссылки на Сайт, а так же ссылки с этого Сайта на другие сайты сети Интернет.

      strong Получаемая информация
      p Когда Вы посещаете Сайт, мы определяем IP адрес, имя домена с которого Вы к нам пришли (например,
        | "yandex.ru") и страну регистрации данного ip , а так же фиксируем все переходы посетителей с одной страницы
        |Сайта на другую.
        |Сведения, которые мы получаем на Сайте, могут быть использованы для того, чтобы облегчить пользование
        | Сайтом. Сайт собирает только общую информацию, которую Ваш браузер предоставляет добровольно при посещении
        | Сайта. Сайт применяет стандартную технологию "cookies" ("куки") для настройки стилей отображения Сайта под
        |параметры экрана монитора. "Куки" представляет собой данные с веб-сайта, который сохраняет на жестком диске
        |Вашего же компьютера. В "cookies" содержится информация, которая может быть необходимой для настройки Сайта,
        |- для сохранения Ваших установок вариантов просмотра и сбора статистической информации по Сайту, т.е. какие
        |страницы Вы посетили, что было загружено, имя домена интернет-провайдера и страна посетителя, а также адреса
        |сторонних веб-сайтов, с которых совершен переход на Сайт и далее.

      p Также данную технологию использует установленные на Сайте счетчики компании Yandex/Rambler/ и т.п. Технология
        |"Cookies" не содержит никаких личных сведений относительно Вас. Чтобы просматривать материал без "cookies", Вы
        |можете настроить свой браузер таким образом, чтобы она не принимала "cookies", либо уведомляла Вас об их
        |посылке (настройки браузеров различны, поэтому советуем Вам получить справку в разделе "Помощь" и выяснить как
        |изменить установки браузера по "cookies"). Подробно о работе куки файлов Вы можете прочитать здесь:
        |http://ru.wikipedia.org/wiki/HTTP_cookie
      p Кроме того, Сайт использует стандартные возможности (журналы) веб-сервера для подсчета количества посетителей
        |и оценки технических возможностей хост-сервера, рейтинги и счетчики посещаемости от сторонних организаций
        |(yandex.ru, top100.rambler.ru, top.mail.ru и др.). Мы используем эту информацию для того, чтобы определить
        |сколько человек посещает Сайт и расположить страницы наиболее удобным для пользователей способом, обеспечить
        |соответствие Сайта с используемыми Вами браузерам, и сделать содержание Сайта максимально полезным для
        |посетителей. Мы записываем сведения по перемещениям на Сайте, но не об отдельных посетителях Сайта, так что
        |никакая конкретная информация относительно Вас лично не будет сохраняться или использоваться Администрацией
        |Сайта без Вашего согласия.
      p Также мы можем собирать личную идентификационную информацию от пользователей, когда пользователь посещает наш
        |Сайт, регистрируется на Сайте, заполняет формы и в связи с другой активностью на Сайте. Пользователя могут
        |попросить при необходимости указывать имя, электронный адрес, номер телефона, данные кредитной карты.
        |Пользователи могут, однако, посещать наш Сайт анонимно. Мы собираем личную идентификационную информацию
        |пользователей, только если они добровольно предоставляют нам такую информацию. Пользователи всегда могут
        |отказаться в предоставлении личной идентификационной информации, за исключением случаев, когда это может
        |помешать пользоваться отдельными функциями Сайта.
</template>

<script>

export default {
  name: 'Policy',

  data() {
    return {
      ready: false,
      title: 'Политика конфедициальности',
    };
  },
  metaInfo() {
    return {
      title: `ФГАУ Росжилкомплекс - ${this.title}`,
      meta: [{
      }],
    };
  },

  methods: {
  },

  mounted() {
    this.ready = true;
  },

  components: {},
};
</script>

<style lang="sass" scoped>
@import "../styles/mixins/mixins"
@import "../styles/vars/variables"

</style>
