<template lang="pug">
  main.content
    section.container.about
      table.table( border="1" cellpadding="0" cellspacing="0")
        tbody
        tr
          td(colspan="4") Перечень МКД с указанием управляющей организации, в которых имеются помещения, закрепленныенаправе оперативного управления за ФГАУ "Росжилкомплек "

        tr
          td № п/п
          td субъект
          td адрес
          td Наименование УО, ТСЖ, Т Н

        tr
          td 1
          td Москва
          td ул. Академика Янгеля, д. 3, корпус 2
          td ООО "Ремспецсервис-Ч "

        tr
          td 2
          td Москва
          td ул. Левобережная, д. 4, корп. 2
          td ГБУ "Жилищник района Ховрин "

        tr
          td 3
          td Москва
          td ул. Левобережная, д. 4, корп. 6
          td ГБУ "Жилищник района Ховрино"

        tr
          td 4
          td Москва
          td ул. Левобережная, д. 4, корп. 7
          td ГБУ "Жилищник района Ховрино"

        tr
        td 5
        td Москва
        td ул. Левобережная, д. 4, корп. 8
        td ГБУ "Жилищник района Ховрино"

        tr
          td 6
          td Москва
          td ул. Левобережная, д. 4, корп. 9
          td ГБУ "Жилищник района Ховрино"

        tr
          td 7
          td Москва
          td ул. Левобережная, д. 4, корп. 10
          td ГБУ "Жилищник района Ховрино"

        tr
          td 8
          td Москва
          td ул. Левобережная, д. 4, корп. 12
          td ГБУ "Жилищник района Ховрино"

        tr
          td 9
          td Москва
          td ул. Левобережная, д. 4, корп. 14
          td ГБУ "Жилищник района Ховрино"

        tr
          td 10
          td Москва
          td ул. Полины Осипенко, д. 2, корпус 2
          td ГБУ Жилищник Хорошевского района

        tr
          td 11
          td Москва
          td ул. Верхняя Масловка, д. 23
          td ГБУ "ЖИЛИЩНИК РАЙОНА АЭРОПОРТ"

        tr
          td 12
          td Москва
          td р-н Лианозово, ул. Псковская, д. 2, корп. 1
          td ГБУ "ЖИЛИЩНИК РАЙОНА ЛИАНОЗОВО"

        tr
          td 13
          td Москва
          td р-н Лианозово, ул. Абрамцевская, д. 9, корп. 1
          td ГБУ "ЖИЛИЩНИК РАЙОНА ЛИАНОЗОВО"

        tr
          td 14
          td Москва
          td ул. Красноармейская, д. 2, корп. 2 литер 1
          td ФГБУ "ЦЖКУ Минобороны России"

        tr
          td 15
          td Москва
          td просп. Маршала Жукова, д. 28
          td &nbsp;ГБУ "ЖИЛИЩНИК РАЙОНА ХОРОШЕВО-МНЕВНИКИ"

        tr
        td 16
        td Москва
        td просп. Маршала Жукова, д. 30, корп. 1
        td &nbsp;ГБУ "ЖИЛИЩНИК РАЙОНА ХОРОШЕВО-МНЕВНИКИ"

        tr
        td 17
        td Москва
        td р-н Хорошево-Мневннкн,пр-кт Маршала Жукова, д. 30, корп. 3
        td &nbsp;ГБУ "ЖИЛИЩНИК РАЙОНА ХОРОШЕВО-МНЕВНИКИ"

        tr
        td 18
        td Москва
        td просп. Маршала Жукова, д. 32
        td &nbsp;ГБУ "ЖИЛИЩНИК РАЙОНА ХОРОШЕВО-МНЕВНИКИ"

        tr
        td 19
        td Москва
        td просп. Маршала Жукова, д. 36
        td &nbsp;ГБУ "ЖИЛИЩНИК РАЙОНА ХОРОШЕВО-МНЕВНИКИ"

        tr
        td 20
        td Москва
        td просп. Маршала Жукова, д. 38
        td &nbsp;ГБУ "ЖИЛИЩНИК РАЙОНА ХОРОШЕВО-МНЕВНИКИ"

        tr
        td 21
        td Москва
        td просп. Маршала Жукова, д. 40
        td &nbsp;ГБУ "ЖИЛИЩНИК РАЙОНА ХОРОШЕВО-МНЕВНИКИ"

        tr
        td 22
        td Москва
        td просп. Маршала Жукова, д. 62
        td &nbsp;ГБУ "ЖИЛИЩНИК РАЙОНА ХОРОШЕВО-МНЕВНИКИ"

        tr
        td 23
        td Москва
        td р-н Таганский, пер Подколокольный, д. 16/2, строен. 1
        td ТСН "Покровские ворота"
        tr

        td 24
        td Москва
        td р-н Таганский, пер. Подколокольный, д. 16/2, строен. 2
        td ТСН "Покровские ворота"

        tr
        td 25
        td Москва
        td просп. Маршала Жукова, д. 30, корп. 2
        td &nbsp;ГБУ "ЖИЛИЩНИК РАЙОНА ХОРОШЕВО-МНЕВНИКИ"

        tr
        td 26
        td Москва
        td бул. Генерала Карбышева, д. 2
        td &nbsp;ГБУ "ЖИЛИЩНИК РАЙОНА ХОРОШЕВО-МНЕВНИКИ"

        tr
        td 27

        td Москва

        td бул. Генерала Карбышева, д. 4

          td &nbsp;ГБУ "ЖИЛИЩНИК РАЙОНА ХОРОШЕВО-МНЕВНИКИ"

        tr
        td 28

        td Москва

        td бул. Генерапа Карбышева, д. 6, корп. 1

          td &nbsp;ГБУ "ЖИЛИЩНИК РАЙОНА ХОРОШЕВО-МНЕВНИКИ"

        tr
        td 29

        td Москва

        td бул. Генерала Карбышева, д. 6, корп. 2

        td &nbsp;ГБУ "ЖИЛИЩНИК РАЙОНА ХОРОШЕВО-МНЕВНИКИ"

        tr
        td 30

        td Москва

        td бул. Генерала Карбышева, д. 6, корп. 3

          td &nbsp;ГБУ "ЖИЛИЩНИК РАЙОНА ХОРОШЕВО-МНЕВНИКИ"

        tr
        td 31

        td Москва

        td бул. Генерала Карбышева, д. 6, корп. 4

          td &nbsp;ГБУ "ЖИЛИЩНИК РАЙОНА ХОРОШЕВО-МНЕВНИКИ"

        tr
        td 32

        td Москва

        td бул. Генерала Карбышева, д. 10, корп. 2

          td &nbsp;ГБУ "ЖИЛИЩНИК РАЙОНА ХОРОШЕВО-МНЕВНИКИ"

        tr
        td 33

        td Москва

        td бул. Генерала Карбышева, д. 10, корп. 3

          td &nbsp;ГБУ "ЖИЛИЩНИК РАЙОНА ХОРОШЕВО-МНЕВНИКИ"

        tr
        td 34

        td Москва

        td бул. Генерала Карбышева, д. 12

          td &nbsp;ГБУ "ЖИЛИЩНИК РАЙОНА ХОРОШЕВО-МНЕВНИКИ"

        tr
        td 35

        td Москва

        td бул. Генерала Карбышева, д. 14, корп. 2

          td &nbsp;ГБУ "ЖИЛИЩНИК РАЙОНА ХОРОШЕВО-МНЕВНИКИ"

        tr
          td 36
          td Москва
          td бул. Генерала Карбышева, д. 14, корп. 3
          td &nbsp;ГБУ "ЖИЛИЩНИК РАЙОНА ХОРОШЕВО-МНЕВНИКИ"

        tr
        td 37

        td Москва

        td бул. Генерала Карбышева, д. 14, корп. 4

        td &nbsp;ГБУ "ЖИЛИЩНИК РАЙОНА ХОРОШЕВО-МНЕВНИКИ"

        tr
        td 38

        td Москва

        td бул. Генерала Карбышева, д. 16, корп. 2

        td &nbsp;ГБУ "ЖИЛИЩНИК РАЙОНА ХОРОШЕВО-МНЕВНИКИ"

        tr
        td 39
        td Москва
        td 1-й Краснокурсантский , д. 3/5, корп. 9
        td ГБУ "ЖИЛИЩНИК РАЙОНА ЛЕФОРТОВО"

        tr
        td 40

        td Москва

        td кв-л 114а, Волжский б-р, корп. 3

        td ГБУ "ЖИЛИЩНИК РАЙОНА КУЗЬМИНКИ"

        tr
        td 41

        td Москва

        td ул. Верхняя Первомайская, д. 71, корп. 2

          td ГБУ "ЖИЛИЩНИК РАЙОНА ВОСТОЧНОЕ ИЗМАЙЛОВО"

        tr
        td 42

        td Москва

        td Малый Трехсвятительский пер, д. 8/2, строен. 7

        td ГБУ "ЖИЛИЩНИК БАСМАННОГО РАЙОНА"

        tr
        td 43

        td Москва

        td Малый Трехсвятительский пер, д. 8/2, строен. 8

        td ГБУ "ЖИЛИЩНИК БАСМАННОГО РАЙОНА"

        tr
        td 44

        td Москва

        td Яузский б-р, Дом № 3, Строение 1

        td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 45

        td Москва

        td ул. Тарханская, д.4, корп. 1

          td АО "Управляющая компания "Городская"

        tr
        td 46

        td Москва

        td ул. Тарханская, д. 4, корп. 2

          td АО "Управляющая компания "Городская"

        tr
        td 47

        td Москва

        td ул.Ухтомская, д. 20

        td ГБУ "ЖИЛИЩНИК РАЙОНА ЛЕФОРТОВО"

        tr
        td 48

        td Москва

        td ул. Б. Дорогомиловская, д. 1

          td ГБУ "ЖИЛИЩНИК РАЙОНА ДОРОГОМИЛОВО"

        tr
        td 49

        td Москва

        td Б. Ржевский пер., д. 11

          td ГБУ "ЖИЛИЩНИК РАЙОНА АРБАТ"

        tr
        td 50

        td Москва

        td Аминьевское ш, д. 12

        td ГБУ "ЖИЛИЩНИК ФИЛИ-ДАВЫДКОВО"

        tr
        td 51

        td Москва

        td Зеленоградский административный округ, корпус 1401

        td ГБУ "ЖИЛИЩНИК ЗЕЛЕНОГРАДСКОГО АДМИНИСТРАТИВНОГО ОКРУГА

        tr
        td 52

        td Москва

        td Зеленоградский административный округ, корпус 1538

        td ГБУ "ЖИЛИЩНИК ЗЕЛЕНОГРАДСКОГО АДМИНИСТРАТИВНОГО ОКРУГА

        tr
        td 53

        td Москва

        td ул. Петровско-Разумовская аллея, д. 16

          td ГБУ "ЖИЛИЩНИК РАЙОНА АЭРОПОРТ"

        tr
        td 54

        td Москва

        td ул. Вешних Вод, д. 4, корп. 2

          td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 55

        td Москва

        td п. Мосрентген п, в/г, д. № 53

          td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 56

        td Москва

        td п. Мосрентген, д. Мамыри, д. 52

          td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 57

        td Москва

        td п. Мосрентген, д. Мамыри, д. 87

          td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 58

        td Москва

        td п. Щаповское, д. 142

          td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 59

        td Москва

        td п. Щаповское, д. 143

          td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 60

        td Москва

        td п. Щаповское, д. 144

          td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 61

        td Москва

        td п. Щаповское, д. 145

          td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 62

        td Москва

        td п. Щаповское, д. 71

          td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 63

        td Москва

        td п. Щаповское, д. 73

          td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 64

        td Москва

        td п. Щаповское, д. 74

          td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 65

        td Москва

        td п. Щаповское, Жилой поселок 3, д. 102, корп. А

          td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 66

        td Москва

        td п. Щаповское, Жилой поселок 3, д. 102, корп. Б

          td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 67

        td Москва

        td п. Щаповское, Жилой поселок 3, д.140

          td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 68

        td Москва

        td п. Щаповское, Жилой поселок 3, д. 141

          td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 69

        td Москва

        td ул. Тёплый Стан, д.25, корп. 5

          td ГБУ "ЖИЛИЩНИК РАЙОНА ТЁПЛЫЙ СТАН"

        tr
        td 70

        td Москва

        td ул. Тёплый Стан, д. 27

          td ГБУ "ЖИЛИЩНИК РАЙОНА ТЁПЛЫЙ СТАН"

        tr
        td 71

        td Москва

        td военный городок Теплый Стан, д. 85

        td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 72

        td Москва

        td ул. Профсоюзная, д. 146, корп. 2

          td ГБУ "ЖИЛИЩНИК РАЙОНА ТЁПЛЫЙ СТАН"

        tr
        td 73

        td Москва

        td ул.Тёплый Стан, д. 7, корп. 1

        td ГБУ "ЖИЛИЩНИК РАЙОНА ТЁПЛЫЙ СТАН"

        tr
        td 74

        td Москва

        td &nbsp;Неманский пр-д, д. 5, корп. 1

          td Г У "ЖИЛИЩНИК РАЙОНА СТРОГИНО"

        tr
        td 75

        td Москва

        td &nbsp;Неманский пр-д, д. 11

          td Г У "ЖИЛИЩНИК РАЙОНА СТРОГИНО"

        tr
        td 76

        td Москва

        td ул.Лесная, д. 88

        td ООО "УК "ОАЗИС"

        tr
        td 77

        td Московская область

        td г. Балашиха, д.31

          td ООО "Комфорт Сервис"

        tr
        td 78

        td Московская область

        td &nbsp;Красногорский р-н., пос. Отрадное, д. 11, корп. 1

          td О О ДЭЗ "ОТРАДНОЕ"

        tr
        td 79

        td Московская область

        td г. Подольск, ул. Тепличная, д. 9

          td МУП г.о. Подольск "ДЕЗ"

        tr
        td 80

        td Московская область

        td г.Подольск, ул.Тепличная, д. 9б

        td ООО "ЖЭУ "ПОДОЛЬСК"

        tr
        td 81

        td Московская область

        td г.Подольск, ул. Давыдова, д. 6/1

        td ООО "УК "ЛЮБИМЫЙ ДОМ"

        tr
        td 82

        td Вологодская область

        td г. Череповец, ул. Городецкая, д. 24

          td ООО "УК "ЖИЛКОМФОРТСЕРВИС"

        tr
        td 83

        td Санкт-Петербург

        td &nbsp;г. Кронштадт, ул. Флотскаяя, д. 4, Литера А

          td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 84

        td Санкт-Петербург

        td &nbsp;г. Кронштадт, ул. Флотская, д. 4, Литера Л

          td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 85

        td Санкт-Петербург

        td г. Санкт-Петербург, ул. Камышовая, д. 46, корп. 1, лит. 1

          td ТСЖ "ЮНТОЛОВО"

        tr
        td 86

        td Санкт-Петербург

        td г. Санкт-Петербург, Непокорённых пр-кт, д.14/2, Литера А

          td ТСЖ "Наш дом"

        tr
        td 87

        td Санкт-Петербург

        td г. Санкт-Петербург, ш. Ланское, д. 55, Литера А

          td ООО "ЖКС Северо-Запад"

        tr
        td 88

        td Санкт-Петербург

        td г. Санкт-Петербург, ул. Долгоозёрная, д. 37, корп. 2

          td ТСЖ "Долгоозерная 37/2"

        tr
        td 89

        td Санкт-Петербург

        td г.Санкт-Петербург, ул. Долгоозёрная, д. 39, корп. 1

        td ТСЖ "Долгоозерная 39/1"

        tr
        td 90

        td Санкт-Петербург

        td &nbsp;г. Санкт-Петербург, ул. Долгоозёрная, д. 41, корп. 2

          td ТСЖ "Долгоозерная 41/2"

        tr
        td 91

        td Санкт-Петербург

        td г. Санкт-Петербург, п. Песочный, ул. Ленинградская, д. 62, Литера А

          td ООО "РСУ "Регион"

        tr
        td 92

        td Санкт-Петербург

        td г. Кронштадт, ул. Станюковича, д. 9, Литера А

          td ТСЖ "Кронштадт, Станюковича, 9"

        tr
        td 93

        td Санкт-Петербург

        td г. Санкт-Петербург, ул. Новороссийская, д. 24, Литера А

          td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 94

        td Санкт-Петербург

        td г. Санкт-Петербург, Каменноостровский пр-кт, д. 44б, Литера А

          td ООО "ЖКС № 1 Петроградского района"

        tr
        td 95

        td Ленинградская область

        td Всеволожский р-н, г. Всеволожск, ул. Героев, д. 3, корп. 3

        td &nbsp;ТСЖ "КОМПАС"

        tr
        td 96

        td Калининградская область

        td г. Калининград, Летний проезд, д. 37-39

          td ООО УК " Балтийский Дом"

        tr
        td 97

        td Калининградская область

        td г.Калининград, ул. Генерала Толстикова, д. 18

        td ООО УК " Балтийский Дом"

        tr
        td 98

        td Калининградская область

        td г. Калининград, ул. Карташева, д. 48

          td ООО УК "ЭКО-Парк"

        tr
        td 99

        td Ростовская область

        td г. Ростов-на-Дону, Измайловский б-р, д. 1

          td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 100

        td Ростовская область

        td г. Ростов-на-Дону г, Измайловский б-р, д. 3

          td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 101

        td Ростовская область

        td г. Ростов-на-Дону г, Измайловский б-р, д. 5

          td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 102

        td Ростовская область

        td г. Ростов-на-Дону г, Измайловский б-р, д. 7

          td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 103

        td Ростовская область

        td г. Ростов-на-Дону г, Измайловский б-р, д. 9

          td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 104

        td Ростовская область

        td г. Ростов-на-Дону г, Измайловский б-р, д. 15

          td &nbsp;ООО "УК СУВОРОВЕЦ"

        tr
        td 105

        td Ростовская область

        td г. Ростов-на-Дону г, Измайловский б-р, д.17

          td &nbsp;ООО "УК СУВОРОВЕЦ"

        tr
        td 106

        td Ростовская область

        td г. Ростов-на-Дону г, Измайловский б-р, д. 19

          td &nbsp;ООО "УК СУВОРОВЕЦ"

        tr
        td 107

        td Ростовская область

        td г. Ростов-на-Дону г, Измайловский б-р, д. 25

          td ООО "УК Пятый Элемент"

        tr
        td 108

        td Ростовская область

        td г. Ростов-на-Дону, ул. Уланская, д. 1/2

          td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 109

        td Ростовская область

        td г. Ростов-на-Дону, ул. Уланская, д. 3

          td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 110

        td Ростовская область

        td г. Ростов-на-Дону, ул. Уланская, д. 5

          td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 111

        td Ростовская область

        td г. Ростов-на-Дону, ул. Уланская, д. 7

          td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 112

        td Ростовская область

        td г. Ростов-на-Дону, ул. Уланская, д. 9

          td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 113

        td Краснодарский край

        td г. Анапа, пр-д Солдатских матерей проезд, д. 6а, корп. 1

          td ООО "Партнер-Анапа"

        tr
        td 114

        td Краснодарский край

        td г. Анапа, пр-д Солдатских матерей, д. 6а, корп. 2

          td ООО "Партнер-Анапа"

        tr
        td 115

        td Краснодарский край

        td г. Анапа, пр-д Солдатских матерей, д. 6а, корп. 3

          td ООО "Партнер-Анапа"

        tr
        td 116

        td Краснодарский край

        td г. Анапа, пр-д Солдатских матерей, д. 6а, корп. 5

          td ООО "Партнер-Анапа"

        tr
        td 117

        td Краснодарский край

        td г. Анапа, пр-д Солдатских матерей, д. 6б, корп. 1

          td ООО "Управляющая компания "Баланс"

        tr
        td 118

        td Краснодарский край

        td г. Анапа, пр-д Солдатских матерей, д. 6б, корп. 2

          td ООО "Управляющая компания "Баланс"

        tr
        td 119

        td Краснодарский край

        td г. Анапа, пр-д Солдатских матерей, д. 6б, корп. 3

          td ООО "Управляющая компания "Баланс"

        tr
        td 120

        td Краснодарский край

        td г. Анапа, пр-д Солдатских матерей, д. 6в, корп. 1

          td ООО "Управляющая компания "Баланс"

        tr
        td 121

        td Краснодарский край

        td г. Анапа, пр-д Солдатских матерей, д. 6в, корп. 2

          td ООО "Управляющая компания "Баланс"

        tr
        td 122

        td Краснодарский край

        td г. Анапа, пр-д Солдатских матерей, д. 6в, корп. 3

          td ООО "Управляющая компания "Баланс"

        tr
        td 123

        td Краснодарский край

        td г. Анапа, пр-д Солдатских матерей, д. 6г, корп. 1

          td ООО "Партнер-Анапа"

        tr
        td 124

        td Краснодарский край

        td г. Анапа, пр-д Солдатских матерей, д. 6г, корп. 2

          td ООО "Партнер-Анапа"

        tr
        td 125

        td Краснодарский край

        td г. Анапа, пр-д Солдатских матерей, д 6г, корп. 3

          td ООО "Партнер-Анапа"

        tr
        td 126

        td Краснодарский край

        td г. Анапа, пр-д Солдатских матерей, д. 6г, корп. 4

          td &nbsp;ООО Управляющая компания "НИКА"&nbsp;

        tr
        td 127

        td Краснодарский край

        td г. Анапа, бул. Евскина, д. 15

          td ООО "Управляющая компания "Баланс"

        tr
        td 128

        td Краснодарский край

        td г. Анапа, бул. Евскина, д. 17

          td ООО "Управляющая компания "Баланс"

        tr
        td 129

        td Краснодарский край

        td г. Анапа, бул. Евскина, д. 19

          td ООО "Управляющая компания "Баланс"

        tr
        td 130

        td Краснодарский край

        td г. Анапа, пр. Алмазный, д. 11

          td ООО "Управляющая компания "Баланс"

        tr
        td 131

        td Краснодарский край

        td г. Анапа, ул. Владимирская, д. 112

          td ООО "Управляющая компания "Баланс"

        tr
        td 132

        td Ростовская область

        td г. Ростов-на-Дону, ул. Драгунская, д. 6

          td ООО "УК Пятый Элемент"

        tr
        td 133

        td Ростовская область

        td г. Ростов-на-Дону, ул. Драгунская, д. 8

          td ООО "УК СУВОРОВЕЦ"

        tr
        td 134

        td Ростовская область

        td г. Ростов-на-Дону, ул. Драгунская, д. 10

          td ООО "УК СУВОРОВЕЦ"

        tr
        td 135

        td Ростовская область

        td г. Ростов-на-Дону, ул. Драгунская, д. 12

          td ООО "УК СУВОРОВЕЦ"

        tr
        td 136

        td Ростовская область

        td г. Ростов-на-Дону, ул. Драгунская, д. 14

          td ООО "УК СУВОРОВЕЦ"

        tr
        td 137

        td Ростовская область

        td г. Ростов-на-Дону, ул. Петренко, д. 2

          td ООО "СУВОРОВСКОЕ"

        tr
        td 138

        td Ростовская область

        td г. Ростов-на-Дону, ул. Платона Кляты, д. 1

          td ООО "ЧАДР"

        tr
        td 139

        td Ростовская область

        td &nbsp;г. Ростов-на-Дону, пр-кт Горшкова, д. 5/11

          td ООО "БОЛГАРСТРОЙ"

        tr
        td 140

        td Ростовская область

        td г. Ростов-на-Дону, ул. Кривоноса, д. 3

          td ТСЖ "Кривоноса-3"

        tr
        td 141

        td Краснодарский край

        td &nbsp;г. Краснодар, ул. им. Дзержинского, д. 54

          td ООО "УК "Семья"

        tr
        td 142

        td Краснодарский край

        td г. Краснодар, ул. им. Дзержинского, д. 54/13

          td ООО "УК "Семья"

        tr
        td 143

        td Краснодарский край

        td г. Краснодар, ул. им. Дзержинского, д. 54/12

          td ООО "УК "Семья"

        tr
        td 144

        td Краснодарский край

        td г. Краснодар, ул. им. Дзержинского, д. 54/15

          td ООО "УК "Семья"

        tr
        td 145

        td Краснодарский край

        td г. Краснодар, ул. им. Циолковского, д. 3

          td ООО УК "Основа"

        tr
        td 146

        td Краснодарский край

        td г. Краснодар, ул. им. Циолковского, д. 3/1

          td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 147

        td Краснодарский край

        td Кореновский р-н, г. Кореновск, б-р Афанасия Медведева, д. 2

        td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 148

        td Краснодарский край

        td Кореновский р-н, г. Кореновск, б-р Афанасия Медведева,&nbsp; д. 4

        td ООО "УК "Западная"

        tr
        td 149

        td Краснодарский край

        td Кореновский р-н, г. Кореновск, б-р Афанасия Медведева,&nbsp; д. 6

        td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 150

        td Краснодарский край

        td Кореновский р-н, г. Кореновск, б-р Афанасия Медведева,&nbsp; д. 8

        td ООО "УК "Западная"

        tr
        td 151

        td Краснодарский край

        td Кореновский р-н, г. Кореновск, б-р Афанасия Медведева,&nbsp; д. 10

        td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 152

        td Краснодарский край

        td Кореновский р-н, г. Кореновск, б-р Афанасия Медведева,&nbsp; д. 20

        td ООО "УК "Западная"

        tr
        td 153

        td Краснодарский край

        td Кореновский р-н, г. Кореновск, б-р Афанасия Медведева,&nbsp; д. 22

        td ООО "УК "Западная"

        tr
        td 154

        td Краснодарский край

        td Кореновский р-н, г. Кореновск, б-р Афанасия Медведева,&nbsp; д. 24

        td ООО "УК "Западная"

        tr
        td 155

        td Краснодарский край

        td Кореновский р-н, г. Кореновск, ул. Чкалова, д. 2И

        td ООО "УК "Западная"

        tr
        td 156

        td Краснодарский край

        td Кореновский р-н, г. Кореновск, ул. Чкалова, д. 2К

        td ООО "УК "Западная"

        tr
        td 157

        td Краснодарский край

        td Кореновский р-н, г. Кореновск, ул. Чкалова, д. 2Л

        td ООО "УК "Западная"

        tr
        td 158

        td Краснодарский край

        td Кореновский р-н, г. Кореновск, ул. Чкалова, д. 2М

        td ООО "УК "Западная"

        tr
        td 159

        td Калининградская область

        td г. Калининград, ул. Дзержинского, д. 168А

          td ООО "ЖИЛУПРАВЛЕНИЕ 29"

        tr
        td 160

        td Калининградская область

        td г. Калининград, ул. Дзержинского, д. 168Б

          td ООО "УК ЛАНСАР"

        tr
        td 161

        td Калининградская область

        td г. Калининград, ул. Дзержинского, д. 168Д

          td ООО "ЖИЛУПРАВЛЕНИЕ 29"

        tr
        td 162

        td Краснодарский край

        td Кореновский р-н, г. Кореновск, б-р Афанасия Медведева, д. 12

        td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 163

        td Краснодарский край

        td Кореновский р-н, г. Кореновск, б-р Афанасия Медведева, д. 14

        td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 164

        td Краснодарский край

        td Кореновский р-н, г. Кореновск, б-р Афанасия Медведева, д. 16

        td ООО УК "Западная"

        tr
        td 165

        td Краснодарский край

        td Кореновский р-н, г. Кореновск, б-р Афанасия Медведева, д. 18

        td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 166

        td Республика Дагестан

        td г. Махачкала, ул. Джигитская, д. 1, корп. 2

          td ООО УК "Арси комфорт"

        tr
        td 167

        td Оренбургская область

        td &nbsp;г. Оренбург, ул. Салмышская, д. 52

          td ТСЖ "ОКТАВА-1"

        tr
        td 168

        td Иркутская область

        td г. Иркутск, ул. Пискунова, д.150/1

          td ТСЖ ПЕТРОВСКОЕ

        tr
        td 169

        td Свердловская область

        td г. Екатеринбург, ул. 19 военный городок, (в/ч 47051)

          td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 170

        td Забайкальский край

        td г.Чита, ул. Крымская, д. 8

        td ТСЖ "КАСКАД-АЛЬФА"

        tr
        td 171

        td Забайкальский край

        td г.Чита, ул. Крымская, д. 10

        td ТСЖ "КАСКАД-АЛЬФА"

        tr
        td 172

        td Забайкальский край

        td г.Чита, ул. Июньская, д. 30

        td ФГБУ "ЦЖКУ Минобороны России"

        tr
        td 173

        td Забайкальский край

        td г. Чита, Полковой проезд, д. 6а, корп. 1

        td ФГБУ "ЦЖКУ Минобороны России"

</template>

<script>
export default {
  name: 'Rso',

  data() {
    return {
      ready: false,
    };
  },

  methods: {},

  mounted() {
    this.ready = true;
  },

  components: {},
};
</script>

<style lang="sass" scoped>
@import "../styles/mixins/mixins"
@import "../styles/vars/variables"
.table
  border-color: #f0f1f1

  td
    padding: 5px

</style>
