<template lang="pug">
  main.content
    section.container
      h1 Положение о защите персональных данных

      ol
        li
          strong Общие положения
          ol
            li Настоящие Положение является официальным документом Администрации сайта, на котором оно размещено и определяет порядок обработки и защиты информации о физических лицах, пользующихся услугами интернет-сайта (далее — Сайт) и его сервисов (далее — Пользователи).
            li Отношения, связанные со сбором, хранением, распространением и защитой информации о пользователях Сайта, регулируются настоящим Положением, иными официальными документами Администрации Сайта и действующим законодательством Российской Федерации.
            li Регистрируясь, отправляя сообщения, заявки, лиды, иные послания с помощью средств и форм связи на Сайте, Пользователь выражает свое согласие с условиями Положения. В случае несогласия Пользователя с условиями Положения использование Сайта и его сервисов должно быть немедленно прекращено. Ответственность за это несет сам Пользователь.
            li Администрация Сайта не проверяет достоверность получаемой (собираемой) информации о Пользователях, за исключением случаев, когда такая проверка необходима в целях исполнения Администрацией Сайта обязательств перед Пользователем.
        li
          strong Условия и цели обработки персональных данных
          ol
            li Администрация Сайта осуществляет обработку персональных данных пользователя в целях исполнения своих обязательств между Администрацией Сайта и Пользователем в рамках предоставления информации о деятельности и работе структурных подразделений владельцев Сайта. В силу статьи 6 Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных» отдельное согласие пользователя на обработку его персональных данных не требуется. В силу п.п. 2 п. 2 статьи 22 указанного закона Администрация Сайта вправе осуществлять обработку персональных данных без уведомления уполномоченного органа по защите прав субъектов персональных данных.
        li
          strong Порядок ввода в действие и изменения Положения
          ol
            li Положение вступает в силу с момента его размещения на Сайте и действует бессрочно, до замены его новым Положением.
            li Действующая редакция Положения, являющимся публичным документом, доступна любому пользователю сети Интернет.
            li Администрация Сайта вправе вносить изменения в Положение. При внесении изменений в Положение уведомляет об этом пользователей путем размещения новой редакции на Сайте по постоянному адресу. Предыдущие редакции Положения при этом утрачивают силу.
        li
          strong Цели обработки информации
          ol
            li Администрация Сайта осуществляет обработку информации о Пользователях, в том числе их персональных данных, в целях выполнения обязательств между Администрацией Сайта и Пользователем в рамках предоставления информации о деятельности и работе структурных подразделений владельцев Сайта.
        li
          strong Состав персональных данных
          ol
            li Персональные данные предоставляются Пользователем добровольно, означают согласие на их обработку Администрацией Сайта и включают в себя:
              ul
                li предоставляемые Пользователями минимально необходимые данные для связи: имя (возможно использование вымышленного), номер мобильного телефона и/или адрес электронной почты. Иные данные (в том числе пол, возраст, дата рождения и т.д.) предоставляется Пользователем по желанию и в случае необходимости таких данных для связи с пользователем.
            li Иная информация о Пользователях, обрабатываемая Администрацией Сайта.
            li Администрация Сайта обрабатывает также иную информацию о Пользователях, которая включает в себя:
              ul
                li стандартные данные, автоматически получаемые сервером при доступе к Сайту и последующих действиях Пользователя (IP-адрес хоста, вид операционной системы пользователя, страницы Сайта, посещаемые пользователем).
                li информация, автоматически получаемая при доступе к Сайту с использованием закладок (cookies).
                li информация, полученная в результате действий Пользователя на Сайте.
                li информация, полученная в результате действий других пользователей на Сайте.
                li информация, необходимая для идентификации Пользователя для доступа к сервисам сайта.
        li
          strong Обработка информации о пользователях
          ul
            li Обработка персональных данных осуществляется на основе следующих принципов:
              ul
                li законности целей и способов обработки персональных данных;
                li добросовестности;
                li соответствия целей обработки персональных данных целям, заранее определенным и заявленным при сборе персональных данных, а также полномочиям Администрации Сайта;
                li соответствия объема и характера обрабатываемых персональных данных, способов обработки персональных данных целям обработки персональных данных;
            li Сбор персональных данных.
              ul
                li Сбор персональных данных Пользователя осуществляется на Сайте при при внесении их пользователем по своей инициативе на момент обращения к Администрации сайта либо к сайту, согласно настроек Пользователя.
                li Имя, адрес электронной почты и\или телефон предоставляются Пользователем для осуществления обратной связи и для стандартной работы на Сайте не требуются.
                li Остальные Персональные данные, предоставляются Пользователем дополнительно по собственной инициативе с использованием соответствующих разделов и ресурсов Сайта.
            li Хранение и использование персональных данных
              ul
                li Персональные данные Пользователей хранятся исключительно на электронных носителях и обрабатываются с использованием автоматизированных систем, за исключением случаев, когда неавтоматизированная обработка персональных данных необходима в связи с исполнением требований законодательства.
            li Передача персональных данных
              ul
                li Персональные данные Пользователей не передаются каким-либо лицам, за исключением случаев, прямо предусмотренных настоящим Положением.
                li Предоставление персональных данных Пользователей по запросу государственных органов (органов местного самоуправления) осуществляется в порядке, предусмотренном законодательством.
            li Уничтожение персональных данных
              ul
                li Персональные данные пользователя уничтожаются по письменной просьбе Пользователя. Просьба должна содержат идентификационные данные, которые прямо указывает на принадлежность информации данному Пользователю.
        li
          strong Меры по защите информации о Пользователях.
          ul
            li Администрация Сайта принимает технические и организационно-правовые меры в целях обеспечения защиты персональных данных Пользователя от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий.
        li
          strong Ограничение действия Правил.
          ul
            li Действие настоящих Правил не распространяется на действия и интернет-ресурсов третьих лиц.
            li Администрация Сайта не несет ответственности за действия третьих лиц, получивших в результате использования Интернета или Услуг Сайта доступ к информации о Пользователе и за последствия использования информации, которая, в силу природы Сайта, доступна любому пользователю сети Интернет.
            li Администрация Сайта рекомендует Пользователям ответственно подходить к решению вопроса об объеме информации о себе, передаваемой с Сайта.

</template>

<script>

export default {
  name: 'Policy',

  data() {
    return {
      ready: false,
      title: 'Положение о защите персональных данных',
    };
  },
  metaInfo() {
    return {
      title: `ФГАУ Росжилкомплекс - ${this.title}`,
      meta: [{
      }],
    };
  },

  methods: {
  },

  mounted() {
    this.ready = true;
  },

  components: {},
};
</script>

<style lang="sass" scoped>
@import "../styles/mixins/mixins"
@import "../styles/vars/variables"

</style>
